{
    "title": "Cazuela de Tostadas Francesas con Fresas y Queso Crema",
    "keywords": "Main Dish,Breakfast and Brunch,Budget Friendly",
    "prep_time": "PT25M",
    "cook_time": "PT10H",
    "categories": [
        "Main Dish",
        "Breakfast and Brunch",
        "Budget Friendly"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/2024-07/davita_strawberry_french_toast_casserole_cream_cheese.png",
    "servings": "12 Servings",
    "ingredients": [
        {
            "name": "Pan tostado estilo Texas",
            "us_amount": "12 slice",
            "metric_amount": "12 slice"
        },
        {
            "name": "queso crema ligero (frío)",
            "us_amount": "12 oz",
            "metric_amount": "340 ml"
        },
        {
            "name": "Fresas frescas",
            "us_amount": "2 cup",
            "metric_amount": "473 ml"
        },
        {
            "name": "huevos",
            "us_amount": "9 large",
            "metric_amount": "9 large"
        },
        {
            "name": "mitad y mitad sin grasa",
            "us_amount": "1 1/2 cup",
            "metric_amount": "355 ml"
        },
        {
            "name": "jarabe de arce sin azúcar",
            "us_amount": "1/3 cup",
            "metric_amount": "78 ml"
        },
        {
            "name": "Sustituto de azúcar granulado sin calorías (sucralosa original)",
            "us_amount": "3/4 cup",
            "metric_amount": "177 ml"
        },
        {
            "name": "mantequilla sin sal",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        }
    ],
    "instructions": [
        "En un bol grande, bate los huevos, la crema y el jarabe de arce. Vierte la mezcla sobre los cubos de pan. Presiona el pan suavemente con el dorso de una cuchara para humedecerlo por completo. Cubre y refrigera durante 8 horas o toda la noche.",
        "En un bol pequeño, combina el jugo de naranja, 2 cucharaditas de jengibre, 1 cucharadita de canela, 1 cucharadita de clavos de olor, pimienta de Jamaica, sal y pimienta negra. Frota esta mezcla sobre la carne de la pechuga, debajo de la piel. Inserta un termómetro para carne en la parte carnosa de la pechuga, asegurándote de que no toque el esternón. Asa la pechuga sin tapar durante aproximadamente 1 hora y 15 minutos o hasta que el termómetro para carne registre 170 grados. Revisa el pavo cada 15 minutos aproximadamente mientras se asa para evitar que se dore demasiado. Cúbrelo con papel de aluminio si la carne de la pechuga comienza a dorarse demasiado. Después de 30 minutos de asado, también puedes bajar la temperatura del horno a 350 grados si el pavo se está cocinando demasiado rápido.",
        "Coloque la mitad de los cubos de pan en el plato. Coloque los cubos de queso crema y 1 taza de fresas sobre el pan. Cubra con los cubos de pan restantes.",
        "Para preparar la salsa, mezcle el azúcar con las fresas restantes. Deje reposar durante 20 minutos, revolviendo de vez en cuando. Vierta la mezcla en la licuadora y licue hasta que quede suave. Transfiera la salsa a una cacerola pequeña. Agregue la mantequilla y cocine a fuego medio durante aproximadamente 5 minutos, revolviendo de vez en cuando.",
        "Precaliente el horno a 350 grados F. Hornee la cazuela sin tapar hasta que esté dorada, aproximadamente de 45 a 50 minutos.",
        "Saque la cazuela del horno y déjela enfriar durante 5 minutos. Córtela en 12 porciones y sírvalas con salsa de fresas tibia. (Cada porción debe medir 2-1/4 pulgadas por 3 pulgadas)."
    ],
    "tags": [
        "CKD Non-Dialysis",
        "CKD Dialysis",
        "Kidney-Friendly",
        "Kid Friendly",
        "Main Dish",
        "Breakfast and Brunch",
        "Budget Friendly"
    ],
    "nutrition": {
        "calories": "260",
        "total_fat": "12g",
        "saturated_fat": "5.4g",
        "trans_fat": "0.1g",
        "cholesterol": "165mg",
        "sodium": "410mg",
        "total_carbohydrate": "27g",
        "fiber": "2g",
        "sugar": "6g",
        "added_sugar": "2g",
        "protein": "11g"
    },
    "url": "https://diabetesfoodhub.org/recipes/strawberry-cream-cheese-french-toast-casserole"
}