{
    "title": "Dukkah-Spiced Chicken & Orange Salsa with Brussels Sprout, Spinach, and Beet Farro",
    "keywords": "Meal Kit Recipes,Main Dish,Dinner",
    "prep_time": "PT15M",
    "cook_time": "PT25M",
    "categories": [
        "Meal Kit Recipes",
        "Main Dish",
        "Dinner"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1950-diabetic-dukkah-spiced-chicken-orange-salsa_Blue-Apron_040120.jpg",
        "Spinach",
        "and Beet Farro\" loading=\"lazy\" />"
    ],
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "semi-pearled farro",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "baby spinach",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        },
        {
            "name": "olive oil (divided use)",
            "us_amount": "2 tbsp plus 3 1/2 tsp",
            "metric_amount": "2 tbsp plus 3 1/2 tsp"
        },
        {
            "name": "brussels sprouts",
            "us_amount": "1/2 lbs",
            "metric_amount": "227 ml"
        },
        {
            "name": "shallot",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "navel orange",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "shelled pistachios",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "cooked or canned beets",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "rice vinegar",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "harissa or hot chili paste",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "water",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "boneless, skinless chicken breasts",
            "us_amount": "4 breasts (about 1 1/2 lbs total)",
            "metric_amount": "4 breasts (about 1 1/2 lbs total)"
        },
        {
            "name": "dukkah or Za'atar seasoning",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        }
    ],
    "instructions": [
        "Cook the farro: Wash and dry the fresh produce. Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Once boiling, add the farro and cook, uncovered, 18 to 20 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot. Add the spinach and 2 tablespoons of olive oil; season with salt (optional) and pepper. Stir until combined and the spinach is slightly wilted. Cover to keep warm.",
        "Prepare the ingredients & make the orange salsa: Meanwhile, cut off and discard the stem ends of the brussels sprouts; quarter lengthwise. Peel and thinly slice the shallot.  Peel and small dice the orange. Roughly chop the pistachios. In a bowl, combine the diced orange, chopped pistachios, and 1 teaspoon of olive oil; season with salt (optional) and pepper. Stir to combine.  On a paper towel-lined cutting board, small dice the beets. In a bowl, combine the diced beets, vinegar, and 1/2 teaspoon of olive oil; season with salt (optional) and pepper. Stir to coat. Set aside to marinate, stirring occasionally, at least 10 minutes.  In a separate bowl, combine the harissa paste and 2 tablespoons of water.",
        "Cook the brussels sprouts: In a large pan (nonstick, if you have one), heat 1 teaspoon of olive oil on medium-high until hot. Add the quartered brussels sprouts in an even layer. Cook, without stirring, 4 to 6 minutes, or until browned. Add the sliced shallot and season with salt and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until softened. Add the harissa-water mixture. Cook, stirring frequently, 1 to 2 minutes, or until the vegetables are coated and the liquid has cooked off. Transfer to a bowl; cover with foil to keep warm. Rinse and wipe out the pan.",
        "Cook the chicken:  Pat the chicken dry with paper towels; season on both sides with salt (optional), pepper, and the dukkah. In the same pan, heat 1 teaspoon of olive oil on medium-high until hot. Add the seasoned chicken. Cook 6 to 7 minutes per side, or until browned and cooked through.* Transfer to a cutting board. * An instant-read thermometer should register 165°F.",
        "Finish the farro & serve your dish: To the pot of cooked farro, add the cooked brussels sprouts and marinated beets (discarding any liquid). Slice the cooked chicken crosswise. Serve the finished farro topped with the sliced chicken and orange salsa. Enjoy!"
    ],
    "tags": [
        "Meal Kit Recipes",
        "Main Dish",
        "Dinner"
    ],
    "nutrition": {
        "calories": "690",
        "total_fat": "31g",
        "saturated_fat": "4g",
        "trans_fat": "0g",
        "cholesterol": "125mg",
        "sodium": "420mg",
        "total_carbohydrate": "52g",
        "fiber": "9g",
        "sugar": "11g",
        "added_sugar": "0g",
        "protein": "51g"
    },
    "url": "https://diabetesfoodhub.org/recipes/dukkah-spiced-chicken-orange-salsa-brussels-sprout-spinach-and-beet-farro"
}