{
    "title": "Seared Salmon & Shallot-Dijon Vinaigrette with Roasted Potatoes & Sautéed Vegetables",
    "keywords": "Meal Kit Recipes,Main Dish,Foodie,Dinner",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1878-diabetic-Mustard-Salmon-Potatoes_BA_010920.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "baby golden potatoes",
            "us_amount": "1 1/4 lbs",
            "metric_amount": "567 ml"
        },
        {
            "name": "olive oil (divided)",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "Italian seasoning",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "fresh green beans",
            "us_amount": "6 oz",
            "metric_amount": "170 ml"
        },
        {
            "name": "mini sweet peppers",
            "us_amount": "1/2 lbs",
            "metric_amount": "227 ml"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "sweet piquante peppers",
            "us_amount": "1 oz",
            "metric_amount": "28 ml"
        },
        {
            "name": "shallot",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "rice vinegar",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "coarse Dijon mustard",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "water",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "skin-on salmon filet (10-oz)",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "salt and pepper to taste (optional)",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        }
    ],
    "instructions": [
        "Prepare & roast the potatoes: Place an oven rack in the center of the oven, then preheat to 450°F. Wash and dry the fresh produce. Halve the potatoes lengthwise, then cut crosswise into 1/2-inch pieces. Place on a sheet pan. Drizzle with 1/2 teaspoon of olive oil; season with salt (optional), pepper, and the Italian seasoning. Toss to coat. Arrange in an even layer. Roast 21 to 23 minutes, or until lightly browned and tender when pierced with a fork. Remove from the oven.",
        "Prepare the ingredients & make the vinaigrette: Meanwhile, cut off and discard the stem ends of the green beans. Cut off and discard the stems of the sweet peppers; remove the cores, then quarter lengthwise. Peel and roughly chop 2 cloves of garlic. Roughly chop the piquante peppers. Peel the shallot; finely chop to get 2 tablespoons (you may have extra). In a bowl, whisk together the chopped shallot, vinegar, mustard, and 2 tablespoons of olive oil until thoroughly combined. Taste, then season with salt (optional) and pepper if desired.",
        "Cook & finish the vegetables: In a large pan (nonstick, if you have one), heat 1/2 teaspoon of olive oil on medium-high until hot. Add the prepared green beans in an even layer. Cook, without stirring, 2 to 3 minutes, or until lightly browned. Add the quartered sweet peppers; season with salt (optional) and pepper. Cook, stirring occasionally, 4 to 5 minutes, or until slightly softened. Add the chopped garlic; season with salt and pepper. Cook, stirring frequently, 1 to 2 minutes, or until slightly softened. Add 1/4 cup of water (carefully, as the liquid may splatter). Cook, stirring frequently, 1 to 2 minutes, or until the water has cooked off. Transfer to a large bowl. Add the chopped piquante peppers and season with salt (optional) and pepper. Stir to combine; cover with foil to keep warm. Wipe out the pan.",
        "Cook the fish & serve your dish: Pat the fish dry with paper towels. Season with salt (optional) and pepper on both sides. In the same pan, heat 2 teaspoons of olive oil on medium until hot. Add the seasoned fish, skin side up. Loosely cover the pan with foil. Cook 3 to 5 minutes, or until lightly browned. Flip and cook 2 to 4 minutes, or until browned and cooked through (an instant read thermometer should register 145°F). Turn off the heat. Serve the cooked fish with the roasted potatoes and finished vegetables. Top the fish with the vinaigrette. Enjoy!"
    ],
    "tags": [
        "Veggie Rich",
        "Seafood",
        "French",
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner"
    ],
    "nutrition": {
        "calories": "560",
        "total_fat": "32g",
        "saturated_fat": "6g",
        "trans_fat": "0g",
        "cholesterol": "80mg",
        "sodium": "870mg",
        "total_carbohydrate": "35g",
        "fiber": "6g",
        "sugar": "6g",
        "added_sugar": "0g",
        "protein": "34g"
    },
    "url": "https://diabetesfoodhub.org/recipes/seared-salmon-shallot-dijon-vinaigrette-roasted-potatoes-sauteed-vegetables"
}