{
    "title": "Smoky Salmon & Shallot-Date Sauce with Roasted Vegetable & Kale Salad",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Lunch,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Lunch",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1917-diabetic-smoky-salmon-shallot-date-sauce_Blue-Apron_021920.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "baby golden potatoes",
            "us_amount": "3/4 lbs",
            "metric_amount": "340 ml"
        },
        {
            "name": "olive oil (divided)",
            "us_amount": "4 tsp",
            "metric_amount": "20 g"
        },
        {
            "name": "lemon",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "kale",
            "us_amount": "1 bunch",
            "metric_amount": "1 bunch"
        },
        {
            "name": "mini sweet peppers",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "pistachios (roasted and shelled)",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "shallot",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "pitted dried dates",
            "us_amount": "1 oz",
            "metric_amount": "28 ml"
        },
        {
            "name": "water",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "skin-on salmon filet",
            "us_amount": "2 (5-oz)",
            "metric_amount": "2 (5-oz)"
        },
        {
            "name": "smoked paprika",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "sweet paprika",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "ground yellow mustard",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "garlic powder",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "onion powder",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "salt and pepper to taste (optional)",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        }
    ],
    "instructions": [
        "Prepare & start the potatoes: Place an oven rack in the center of the oven, then preheat to 450°F. Wash and dry the fresh produce. Medium dice the potatoes. Place on a sheet pan. Drizzle with 1/2 teaspoon of olive oil and season with salt (optional) and pepper; toss to coat. Arrange in an even layer on one side of the sheet pan. Roast 15 minutes. Leaving the oven on, remove from the oven.",
        "Prepare the remaining ingredients: Meanwhile, quarter and deseed the lemon. Separate the kale leaves from the stems; discard the stems, then thinly slice the leaves. Place in a large bowl; add the juice of 2 lemon wedges and 1 tablespoon of olive oil; season with salt (optional) and pepper. Using your hands, massage the kale to slightly soften. Set aside to marinate, stirring occasionally, at least 10 minutes. Cut off and discard the stems of the peppers; remove the cores. Quarter lengthwise. Place in a bowl; drizzle with 1/2 teaspoon of olive oil and season with salt (optional) and pepper. Roughly chop the pistachios. Peel and finely chop the shallot. Peel and roughly chop 2 cloves of garlic. Combine the chopped shallot and chopped garlic in a bowl. Pit and roughly chop the dates; place in a separate bowl. Add 1/2 cup of water; season with salt (optional) and pepper.",
        "Roast the peppers & finish the potatoes: Carefully add the seasoned peppers to the other side of the sheet pan of partially roasted potatoes; arrange in an even layer. Roast 10 to 12 minutes, or until the vegetables are browned and tender when pierced with a fork. Remove from the oven.",
        "Cook the fish: Meanwhile, pat the fish dry with paper towels. Combine smoked paprika, sweet paprika, ground mustard, garlic powder, and onion powder into a small bowl and stir to create spice blend. Season fish with salt (optional), pepper, and enough of the spice blend to coat (you may have extra). In a medium pan (nonstick, if you have one), heat 1/2 teaspoon of olive oil on medium until hot. Add the seasoned fish, skin side up. Loosely cover the pan with foil. Cook 3 to 5 minutes, or until lightly browned. Flip and cook 2 to 4 minutes, or until browned and cooked through. (An instant-read thermometer should register 145°F.) Leaving any browned bits (or fond) in the pan, transfer to a plate.",
        "Make the sauce: Add the chopped shallot and garlic to the pan of reserved fond. Cook, stirring frequently, 1 to 2 minutes, or until slightly softened. Add the date mixture (carefully, as the liquid may splatter). Cook, stirring occasionally, 3 to 4 minutes, or until the liquid has reduced in volume. Turn off the heat. Stir in the juice of the remaining lemon wedges.",
        "Finish & serve your dish: Add the roasted vegetables to the bowl of marinated kale; stir to combine. Serve the finished vegetables topped with the cooked fish, sauce, and chopped pistachios. Enjoy!"
    ],
    "tags": [
        "High in Fiber",
        "Seafood",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Lunch",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "690",
        "total_fat": "34g",
        "saturated_fat": "6g",
        "trans_fat": "0g",
        "cholesterol": "80mg",
        "sodium": "210mg",
        "total_carbohydrate": "61g",
        "fiber": "11g",
        "sugar": "18g",
        "added_sugar": "0g",
        "protein": "39g"
    },
    "url": "https://diabetesfoodhub.org/recipes/smoky-salmon-shallot-date-sauce-roasted-vegetable-kale-salad"
}