{
    "title": "Anillos de Galletas Integrales con Pimienta Negra y Semillas de Hinojo (Taralli Integrali con Pepe e Finocchio)",
    "keywords": "Appetizers,Snacks",
    "prep_time": "PT1H15M",
    "cook_time": "PT20M",
    "categories": [
        "Appetizers",
        "Snacks"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/RecId_903_WholeWheatCrackerRings_ItalianDiabetesCookbook_022618.jpg",
    "servings": "",
    "ingredients": [
        {
            "name": "levadura seca activa",
            "us_amount": "2 1/2 tsp",
            "metric_amount": "12 g"
        },
        {
            "name": "agua tibia (dividida)",
            "us_amount": "3/4 cup",
            "metric_amount": "177 ml"
        },
        {
            "name": "harina integral o mezcla para hornear sin gluten, más un poco más para la superficie de trabajo",
            "us_amount": "2 cup",
            "metric_amount": "473 ml"
        },
        {
            "name": "pimienta negra recién molida",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "semillas de hinojo",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "hojuelas de chile rojo triturado",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "sal marina sin refinar",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "Aceite de Oliva Virgen Extra (dividido)",
            "us_amount": "3 1/2 tbsp",
            "metric_amount": "52 ml"
        },
        {
            "name": "clara de huevo ligeramente batida",
            "us_amount": "1",
            "metric_amount": "1"
        }
    ],
    "instructions": [
        "En un tazón pequeño, disuelva la levadura con 1/4 taza de agua tibia.",
        "Coloque la harina, la pimienta, las semillas de hinojo, las hojuelas de chile y la sal en un tazón grande. Agregue la mezcla de levadura, 1/2 taza adicional de agua tibia y 3 cucharadas de aceite de oliva. Mezcle bien para combinar y formar una masa.",
        "Coloca la masa sobre una superficie ligeramente enharinada. Amasa con energía, agregando un poco más de harina si es necesario, durante unos 8 a 10 minutos, hasta que la masa quede suave y elástica.",
        "Unte con aceite de oliva la media cucharadita restante de aceite de oliva en un bol grande y coloque la masa dentro. Gire la masa para cubrirla con aceite y cúbrala con film transparente y toallas de cocina limpias. Deje reposar hasta que duplique su tamaño, aproximadamente 1 hora y media.",
        "Precaliente el horno a 375°F.",
        "Saque la masa del bol y corte un trozo pequeño. Enrolle hasta formar una tira de 15 cm (6 pulgadas) aproximadamente del ancho de un lápiz y forme un círculo. Junte los extremos con fuerza y ​​coloque el aro en una bandeja para hornear sin engrasar. Repita el procedimiento con el resto de la masa. Cubra los aros con un paño de cocina limpio y déjelos reposar hasta que dupliquen su tamaño, aproximadamente 1 hora.",
        "Pincele las partes superiores de los aros con la clara de huevo y hornéelos hasta que adquieran un color dorado claro, durante 15 a 20 minutos. Retírelos, déjelos enfriar sobre una rejilla y guárdelos en un recipiente bien tapado durante un máximo de un mes."
    ],
    "tags": [
        "Low Sodium",
        "Italian",
        "Appetizers",
        "Snacks"
    ],
    "nutrition": {
        "calories": "160",
        "total_fat": "6g",
        "saturated_fat": "0.8g",
        "trans_fat": "0g",
        "cholesterol": "0mg",
        "sodium": "160mg",
        "total_carbohydrate": "23g",
        "fiber": "4g",
        "sugar": "0g",
        "added_sugar": "0g",
        "protein": "5g"
    },
    "url": "https://diabetesfoodhub.org/recipes/whole-wheat-cracker-rings-black-pepper-and-fennel-seeds-taralli-integrali-con-pepe-e"
}