{
    "title": "Arroz Frito de Verduras y Freekeh con Pimientos Shishito y Cacahuates",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes,Vegan,Vegetarian",
    "prep_time": "PT15M",
    "cook_time": "PT30M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes",
        "Vegan",
        "Vegetarian"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1923-diabetic-vegetable-freekeh-fried-rice_blue-apron_030220.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "Freekeh agrietado",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "judías verdes frescas",
            "us_amount": "6 oz",
            "metric_amount": "170 ml"
        },
        {
            "name": "zanahorias",
            "us_amount": "6 oz (about 3 whole carrots)",
            "metric_amount": "6 oz (about 3 whole carrots)"
        },
        {
            "name": "ajo",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "jengibre fresco",
            "us_amount": "1 (1-inch) piece",
            "metric_amount": "1 (1-inch) piece"
        },
        {
            "name": "cebolletas",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "huevos",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "maní tostado sin sal",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "pimientos shishito",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        },
        {
            "name": "aceite de oliva",
            "us_amount": "3 tsp",
            "metric_amount": "15 g"
        },
        {
            "name": "hojuelas de pimiento rojo triturado",
            "us_amount": "to taste",
            "metric_amount": "to taste"
        },
        {
            "name": "salsa de soja baja en sodio",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "vinagre de arroz",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        }
    ],
    "instructions": [
        "Cocine el freekeh: llene una olla mediana hasta 3/4 de su capacidad con agua salada; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue el freekeh y cocínelo, sin tapar, durante 24 a 26 minutos o hasta que esté tierno. Escúrralo bien.",
        "Prepara los ingredientes: Mientras tanto, lava y seca los productos frescos. Corta y desecha los extremos del tallo de las judías verdes; córtalas por la mitad transversalmente. Pela las zanahorias; córtalas en rodajas finas en ángulo. Pela y pica 2 dientes de ajo. Pela y pica finamente el jengibre. Corta las cebolletas en rodajas finas, separando las partes inferiores blancas y las partes superiores verdes huecas. En un bol, combina el ajo picado, el jengibre picado y las partes inferiores blancas en rodajas de las cebolletas. Casca los huevos en un bol aparte. Sazona con sal y pimienta; bate hasta que quede suave. Pica los cacahuetes en trozos grandes. Corta y desecha los tallos de los pimientos; córtalos en trozos de 1 pulgada. Lávate bien las manos inmediatamente después de manipularlos.",
        "Cocine las verduras y los huevos: En una sartén grande (antiadherente, si tiene una), caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue las judías verdes cortadas por la mitad y los trozos de pimiento en una capa uniforme; sazone con sal (opcional) y pimienta. Cocine, sin revolver, de 3 a 4 minutos, o hasta que estén ligeramente doradas y ligeramente blandas. Agregue las zanahorias en rodajas. Cocine, revolviendo con frecuencia, de 3 a 4 minutos, o hasta que estén ligeramente blandas. Agregue el ajo preparado, el jengibre y las partes blancas en rodajas de las cebolletas y la cantidad de hojuelas de pimiento rojo que desee, según lo picante que le gustaría que sea el plato. Cocine, revolviendo con frecuencia, de 2 a 3 minutos, o hasta que se ablanden. Con una cuchara, mueva las verduras a un lado de la sartén. Agregue 1 cucharadita de aceite de oliva al otro lado, luego agregue los huevos batidos. Cocine, revolviendo constantemente los huevos, de 30 segundos a 1 minuto, o hasta que estén bien cocidos. Revuelva las verduras y los huevos para combinar bien. Transfiera a un tazón grande. Cubrir con papel de aluminio para mantener caliente. Limpiar la sartén.",
        "Termina y sirve tu plato: En la misma sartén, calienta 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agrega el freekeh cocido en una capa uniforme. Cocina, sin revolver, de 3 a 4 minutos, o hasta que esté ligeramente crujiente. Apaga el fuego; agrega la salsa de soja y el vinagre hasta que se combinen. Transfiere al tazón de verduras cocidas y huevos; revuelve para mezclar. Sirve el freekeh terminado y las verduras adornadas con los maníes picados y las hojas verdes en rodajas de las cebolletas. ¡Disfruta!"
    ],
    "tags": [
        "High in Fiber",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes",
        "Vegan",
        "Vegetarian"
    ],
    "nutrition": {
        "calories": "490",
        "total_fat": "23g",
        "saturated_fat": "4g",
        "trans_fat": "0g",
        "cholesterol": "255mg",
        "sodium": "650mg",
        "total_carbohydrate": "49g",
        "fiber": "11g",
        "sugar": "9g",
        "added_sugar": "0g",
        "protein": "24g"
    },
    "url": "https://diabetesfoodhub.org/recipes/vegetable-freekeh-fried-rice-shishito-peppers-and-peanuts"
}