{
    "title": "Arroz Frito de Quinoa con Bok Choy, Shishitos y Zanahorias",
    "keywords": "Main Dish,Foodie,Dinner,Cooking for 1 or 2,Meal Kit Recipes,Vegetarian",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Main Dish",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2",
        "Meal Kit Recipes",
        "Vegetarian"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1872-Diabetic-Quinoa-Fried-Rice_BA_122419.jpg",
        "Shishitos & Carrots\" loading=\"lazy\" />"
    ],
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "quinua roja",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "zanahorias)",
            "us_amount": "6 oz (approximately 3 carrots)",
            "metric_amount": "6 oz (approximately 3 carrots)"
        },
        {
            "name": "pimientos shishito",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        },
        {
            "name": "bok choy bebé",
            "us_amount": "10 oz",
            "metric_amount": "283 ml"
        },
        {
            "name": "ajo",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "jengibre fresco",
            "us_amount": "1-inch piece",
            "metric_amount": "1-inch piece"
        },
        {
            "name": "maní (enteros, sin piel, sin sal, tostados)",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "aceite de oliva (dividido)",
            "us_amount": "3 tsp",
            "metric_amount": "15 g"
        },
        {
            "name": "hojuelas de pimiento rojo triturado",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "aceite de sésamo",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "soy sauce",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "vinagre de arroz",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "huevos marrones criados en pastura",
            "us_amount": "2",
            "metric_amount": "2"
        }
    ],
    "instructions": [
        "Cocine la quinua. Llene una olla mediana con agua hasta 3/4 de su capacidad; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue la quinua y cocínela, sin tapar, durante 14 a 16 minutos o hasta que esté tierna. Escúrrala bien.",
        "Prepara los ingredientes. Mientras tanto, lava y seca los productos frescos. Pela las zanahorias; córtalas en rodajas finas en ángulo. Corta y desecha los tallos de los pimientos, luego córtalos en rodajas finas. Combina las zanahorias y los pimientos en rodajas en un bol. Corta el bok choy en rodajas finas, separando los tallos y las hojas. Pela y pica en trozos grandes 2 dientes de ajo. Pela y pica finamente el jengibre. En un tazón grande, combina el ajo preparado, el jengibre y los tallos de bok choy. Pica los cacahuetes en trozos grandes.",
        "Cocina las verduras. En una sartén grande (antiadherente, si tienes una), calienta 2 cucharaditas de aceite de oliva a fuego medio-alto hasta que esté caliente. Agrega las zanahorias y los pimientos preparados; sazona con sal (opcional) y pimienta. Cocina, revolviendo ocasionalmente, de 4 a 5 minutos, o hasta que estén ligeramente dorados y ligeramente suaves. Agrega la mezcla aromática preparada y la cantidad de hojuelas de pimiento rojo que desees, dependiendo de qué tan picante te gustaría que fuera el plato; sazona con sal y pimienta. Cocina, revolviendo con frecuencia, de 3 a 4 minutos, o hasta que estén ligeramente suaves. Agrega las hojas de bok choy en rodajas. Cocina, revolviendo con frecuencia, de 1 a 2 minutos, o hasta que se marchiten y se combinen. Transfiere a un tazón grande. Cubre con papel de aluminio para mantener caliente. Limpia la sartén.",
        "Freír la quinoa. En la misma sartén, calentar el aceite de sésamo a fuego medio-alto hasta que esté caliente. Agregar la quinoa cocida en una capa uniforme. Cocinar, sin revolver, durante 3 a 4 minutos, o hasta que esté ligeramente crocante. Apagar el fuego; agregar la salsa de soja y el vinagre. Transferir al bol de verduras cocidas; revolver para combinar. Probar, luego sazonar con sal y pimienta, si se desea. Cubrir con papel de aluminio para mantener caliente. Limpiar la sartén.",
        "Freír los huevos y servir el plato. En la misma sartén, calentar 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Cascar los huevos en la sartén, manteniéndolos separados. Sazonar con sal (opcional) y pimienta. Cocinar de 4 a 5 minutos, o hasta que las claras estén listas y las yemas estén cocidas al punto deseado. Apaga el fuego. Servir la quinoa y las verduras terminadas cubiertas con los huevos fritos. Decorar con los cacahuetes picados. ¡Disfrutar!"
    ],
    "tags": [
        "High in Fiber",
        "Asian",
        "Main Dish",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2",
        "Meal Kit Recipes",
        "Vegetarian"
    ],
    "nutrition": {
        "calories": "560",
        "total_fat": "33g",
        "saturated_fat": "3.5g",
        "trans_fat": "0g",
        "cholesterol": "255mg",
        "sodium": "670mg",
        "total_carbohydrate": "46g",
        "fiber": "9g",
        "sugar": "8g",
        "added_sugar": "0g",
        "protein": "20g"
    },
    "url": "https://diabetesfoodhub.org/recipes/quinoa-fried-rice-bok-choy-shishitos-carrots"
}