{
    "title": "Ensalada de Tilapia y Farro con Especias Españolas",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT20M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1939-diabetic-spanish-spiced-tilapia-farro-salad_blue-apron_031220.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "farro semiperlado",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "cebolla roja",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "judías verdes frescas",
            "us_amount": "6 oz",
            "metric_amount": "170 ml"
        },
        {
            "name": "naranja de ombligo",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "aceitunas castelvetrano",
            "us_amount": "1 oz",
            "metric_amount": "28 ml"
        },
        {
            "name": "pimientos picantes dulces",
            "us_amount": "1/2 oz",
            "metric_amount": "14 ml"
        },
        {
            "name": "aceite de oliva (uso dividido)",
            "us_amount": "4 tsp",
            "metric_amount": "20 g"
        },
        {
            "name": "agua (uso dividido)",
            "us_amount": "4 tbsp",
            "metric_amount": "59 ml"
        },
        {
            "name": "pimentón dulce",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "comino molido",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "cilantro molido",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "Orégano seco",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "pimienta de cayena",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "canela molida",
            "us_amount": "1/8 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "tilapia",
            "us_amount": "2 (5-oz) fillets",
            "metric_amount": "2 (5-oz) fillets"
        },
        {
            "name": "pasas doradas",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        }
    ],
    "instructions": [
        "Cocine el farro: llene una olla mediana hasta 3/4 de su capacidad con agua salada; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue el farro y cocínelo, sin tapar, durante 18 a 20 minutos o hasta que esté tierno. Apague el fuego. Escurra bien.",
        "Prepara los ingredientes: Mientras tanto, lava y seca los productos frescos. Corta la cebolla por la mitad, pélala y córtala en dados medianos. Corta y desecha los extremos del tallo de las judías verdes; córtalas por la mitad transversalmente. Pela y córtala en dados medianos. Quita el hueso y pica las aceitunas en trozos grandes. Pica los pimientos en trozos grandes.",
        "Cocine las judías verdes: En una sartén mediana (antiadherente, si tiene una), caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue las judías verdes cortadas por la mitad y la mitad de la cebolla cortada en cubitos en una capa uniforme; sazone con sal (opcional) y pimienta. Cocine, sin revolver, de 3 a 4 minutos, o hasta que se doren levemente. Continúe cocinando, revolviendo con frecuencia, de 2 a 3 minutos, o hasta que se doren. Agregue 2 cucharadas de agua (con cuidado, ya que el líquido puede salpicar). Cocine, revolviendo con frecuencia, de 1 a 2 minutos, o hasta que las judías verdes se ablanden y el líquido se haya evaporado. Transfiera a un tazón grande; cubra con papel de aluminio para mantener caliente. Limpie la sartén.",
        "Cocine el pescado: combine las especias (pimentón, comino, cilantro, orégano, pimienta de cayena y canela) en un tazón pequeño. Seque el pescado con toallas de papel; sazone ambos lados con sal (opcional), pimienta y suficiente mezcla de especias para cubrirlos (puede que le sobre). En la misma sartén, caliente 1 cucharada de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el pescado sazonado. Cocine de 3 a 4 minutos por lado, o hasta que esté ligeramente dorado y bien cocido.* Deje los trozos dorados (o el fondo) en la sartén y transfiéralos a un plato. * Un termómetro de lectura instantánea debe registrar 145 °F.",
        "Prepara la salsa de la sartén y sirve el plato: añade la cebolla picada restante y 1 cucharadita de aceite de oliva a la sartén con el fondo reservado; sazona con sal (opcional) y pimienta. Cocina a fuego medio-alto, revolviendo de vez en cuando, de 2 a 3 minutos o hasta que se ablande. Añade las pasas, la naranja cortada en cubitos y 2 cucharadas de agua (con cuidado, ya que el líquido puede salpicar). Cocina, revolviendo con frecuencia y raspando el fondo, de 2 a 3 minutos o hasta que se combinen y la mayor parte del líquido se haya evaporado. Apaga el fuego. Al bol de judías verdes cocidas, añade el farro cocido, las aceitunas picadas, los pimientos picados y 1 cucharadita de aceite de oliva. Sazona con sal (opcional) y pimienta; revuelve para combinar. Sirve el farro terminado cubierto con el pescado cocido y la salsa de la sartén. ¡Disfruta!"
    ],
    "tags": [
        "High in Fiber",
        "Seafood",
        "Mediterranean",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "570",
        "total_fat": "22g",
        "saturated_fat": "4g",
        "trans_fat": "0g",
        "cholesterol": "70mg",
        "sodium": "320mg",
        "total_carbohydrate": "60g",
        "fiber": "10g",
        "sugar": "20g",
        "added_sugar": "1g",
        "protein": "36g"
    },
    "url": "https://diabetesfoodhub.org/recipes/spanish-spiced-tilapia-farro-salad"
}