{
    "title": "Oregano Chicken Thighs & Fregola Sarda with Tomato-Caper Pan Sauce",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1942-diabetic-oregano-chicken-thighs-fregola_Blue-Apron_040120.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "mini sweet peppers",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "red onion",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "kale",
            "us_amount": "1 bunch (about 6 oz)",
            "metric_amount": "1 bunch (about 6 oz)"
        },
        {
            "name": "grape tomatoes",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "capers",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "olive oil (divided use)",
            "us_amount": "3 tsp",
            "metric_amount": "15 g"
        },
        {
            "name": "water",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "boneless, skinless chicken thighs",
            "us_amount": "3/4 lbs",
            "metric_amount": "340 ml"
        },
        {
            "name": "dried oregano (divided use)",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "fregola sarda pasta",
            "us_amount": "2/3 cup",
            "metric_amount": "156 ml"
        },
        {
            "name": "crushed red pepper flakes",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "grated Parmesan cheese",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        }
    ],
    "instructions": [
        "Prepare the ingredients: Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Wash and dry the fresh produce. Cut off and discard the stems of the peppers; remove the cores, then thinly slice into rings. Halve, peel, and thinly slice the onion. Peel and roughly chop 2 cloves of garlic. Separate the kale leaves from the stems; discard the stems, then roughly chop the leaves. Halve the tomatoes. Roughly chop the capers.",
        "Cook the vegetables: In a medium pan (nonstick, if you have one), heat 1 teaspoon of olive oil on medium-high until hot. Add the sliced peppers and onion; season with salt (optional) and pepper. Cook, stirring occasionally, 3 to 4 minutes, or until lightly browned. Add the chopped garlic. Cook, stirring constantly, 30 seconds to 1 minute, or until slightly softened. Add the chopped kale; season with salt (optional) and pepper. Cook, stirring frequently, 2 to 3 minutes, or until slightly wilted. Add 1/4 cup of water (carefully, as it may splatter). Cook, stirring frequently, 3 to 4 minutes, or until the kale is wilted and the water has cooked off. Transfer to a bowl; cover with foil to keep warm. Wipe out the pan.",
        "Cook the chicken: Pat the chicken dry with paper towels; season on both sides with salt (optional), pepper, and half the oregano. In the same pan, heat 1 teaspoon of olive oil on medium-high until hot. Add the seasoned chicken. Cook 5 to 7 minutes per side, or until browned and cooked through.* Leaving any browned bits (or fond) in the pan, transfer to a plate. * An instant-read thermometer should register 165°F.",
        "Cook the pasta: Meanwhile, place the pasta in a strainer and thoroughly rinse under water to remove any excess starch. Transfer to the pot of boiling water. Cook, uncovered, 7 to 8 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot.",
        "Make the pan sauce: In the pan of reserved fond, heat 1 teaspoon of olive oil on medium-high until hot. Add the halved tomatoes; season with salt and pepper. Cook, stirring frequently and pressing on the tomatoes with the back of a spoon, 1 to 2 minutes, or until slightly softened. Add the chopped capers, remaining oregano, and as much of the red pepper flakes as you’d like, depending on how spicy you’d like the dish to be. Cook, stirring constantly, 30 seconds to 1 minute, or until combined. Add 1/2 cup of water (carefully, as it may splatter). Season with salt (optional) and pepper. Cook, stirring frequently, 2 to 3 minutes, or until the liquid is slightly reduced in volume. Turn off the heat.",
        "Finish the pasta & serve your dish: To the pot of cooked pasta, add the cooked vegetables and half the cheese; stir to combine. Taste, then season with salt and pepper if desired. Serve the finished pasta topped with the cooked chicken and pan sauce. Garnish with the remaining cheese. Enjoy!"
    ],
    "tags": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "640",
        "total_fat": "24g",
        "saturated_fat": "6g",
        "trans_fat": "0g",
        "cholesterol": "145mg",
        "sodium": "460mg",
        "total_carbohydrate": "61g",
        "fiber": "8g",
        "sugar": "9g",
        "added_sugar": "0g",
        "protein": "48g"
    },
    "url": "https://diabetesfoodhub.org/recipes/oregano-chicken-thighs-fregola-sarda-tomato-caper-pan-sauce"
}