{
    "title": "Bacalao al Horno con Parmesano y Almendra con Verduras Salteadas",
    "keywords": "Meal Kit Recipes,Main Dish,Foodie,Dinner,Cooking for 1 or 2",
    "prep_time": "PT15M",
    "cook_time": "PT15M",
    "categories": [
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1886-diabetic-parmesan-almond-baked-cod_blue-apron_020120.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "calabacín",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "mini pimientos dulces",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "tomates uva",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "almendras en rodajas",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "queso parmesano rallado",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "cebolla en polvo",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "polvo de ajo",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "pimentón ahumado",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "Perejil seco",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "filetes de bacalao",
            "us_amount": "2 fillets ( about 10 oz total)",
            "metric_amount": "2 fillets ( about 10 oz total)"
        },
        {
            "name": "queso blanco",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "aceite de oliva",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "hojuelas de pimiento rojo triturado",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "Salsa Worcestershire",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        }
    ],
    "instructions": [
        "Prepara los ingredientes: coloca una rejilla de horno en el centro del horno y precalienta a 450 °F. Lava y seca los productos frescos. Corta el calabacín en rodajas de 1/2 pulgada. Corta y desecha los tallos de los pimientos; retira los corazones y luego córtalos en cuartos a lo largo. Corta los tomates por la mitad. Pica las almendras en trozos grandes. Colócalas en un bol; agrega el parmesano, el ajo en polvo, la cebolla en polvo, el pimentón y el perejil. Sazona con sal (opcional) y pimienta.",
        "Prepara y hornea el pescado: cubre una bandeja para horno con papel de aluminio y luego engrasa ligeramente el centro del mismo. Seca el pescado con toallas de papel; sazona con sal (opcional) y pimienta por ambos lados. Transfiere el pescado a la parte engrasada del papel de aluminio. Distribuye uniformemente el queso blanco sobre el pescado y luego cubre con la mezcla de parmesano y almendras (presionando suavemente para que se adhiera). Hornea durante 8 a 10 minutos o hasta que la cobertura esté dorada y el pescado esté bien cocido.* Retira del horno. *Un termómetro de lectura instantánea debe registrar 145 °F.",
        "Cocinar el calabacín: Mientras tanto, en una sartén mediana (antiadherente, si tienes una), calienta 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agrega las rodajas de calabacín en una capa uniforme; sazona con sal y pimienta. Cocina de 3 a 4 minutos por lado, o hasta que se doren y se ablanden. Transfiere a un bol y cubre con papel de aluminio para mantener el calor. Limpia la sartén.",
        "Cocine el resto de las verduras y sirva el plato: En la misma sartén, caliente 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue los pimientos en rodajas; sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, de 3 a 4 minutos o hasta que se ablanden un poco. Agregue 1/4 de taza de agua (con cuidado, ya que el líquido puede salpicar) y sazone con sal (opcional) y pimienta. Cocine, revolviendo con frecuencia, de 1 a 2 minutos o hasta que el agua se haya evaporado. Agregue los tomates cortados por la mitad y la cantidad de hojuelas de pimiento rojo que desee, según qué tan picante le gustaría que sea el plato. Sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, de 1 a 2 minutos o hasta que se combinen. Apague el fuego. Agregue la salsa Worcestershire hasta que se combine. Sirva el pescado al horno con las verduras cocidas. ¡Disfrute!"
    ],
    "tags": [
        "Seafood",
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2"
    ],
    "nutrition": {
        "calories": "300",
        "total_fat": "12g",
        "saturated_fat": "3.5g",
        "trans_fat": "0g",
        "cholesterol": "90mg",
        "sodium": "630mg",
        "total_carbohydrate": "16g",
        "fiber": "4g",
        "sugar": "10g",
        "added_sugar": "3g",
        "protein": "34g"
    },
    "url": "https://diabetesfoodhub.org/recipes/parmesan-almond-baked-cod-sauteed-vegetables"
}