{
    "title": "Ensalada de Carne con Kale y Especias Españolas con Aderezo Cremoso de Azafrán",
    "keywords": "Meal Kit Recipes,Main Dish,Lunch,Gluten-Free,Foodie,Dinner,Cooking for 1 or 2,Salads",
    "prep_time": "PT15M",
    "cook_time": "PT15M",
    "categories": [
        "Meal Kit Recipes",
        "Main Dish",
        "Lunch",
        "Gluten-Free",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2",
        "Salads"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1883-Diabetic-Spanish-Beef-Salad_BA_012520.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "naranja de ombligo",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "ajo",
            "us_amount": "1 diente",
            "metric_amount": "1 diente"
        },
        {
            "name": "mayonesa",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "azafrán",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        },
        {
            "name": "aceite de oliva (dividido)",
            "us_amount": "1 1/2 tsp",
            "metric_amount": "7 g"
        },
        {
            "name": "col rizada",
            "us_amount": "1 bunch",
            "metric_amount": "1 bunch"
        },
        {
            "name": "tomates uva",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "pimientos rojos asados ​​(en rodajas)",
            "us_amount": "1 oz",
            "metric_amount": "28 ml"
        },
        {
            "name": "pimientos shishito",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        },
        {
            "name": "Solomillo de ternera (cortado en lonchas finas)",
            "us_amount": "8 oz",
            "metric_amount": "226 ml"
        },
        {
            "name": "pimentón ahumado",
            "us_amount": "4 tsp",
            "metric_amount": "20 g"
        },
        {
            "name": "comino molido",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "cilantro molido",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "Orégano seco",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "pimienta de cayena",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "canela molida",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "almendras tostadas (en rodajas)",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "Sal y pimienta al gusto (opcional)",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        }
    ],
    "instructions": [
        "Prepara los ingredientes: lava y seca los productos frescos. Corta la naranja por la mitad en forma transversal; exprime el jugo en un bol grande. Pela 1 diente de ajo; con un rallador, ralla finamente hasta formar una pasta (o usa el lado grande de un rallador de caja). Para hacer el aderezo, en el bol del jugo de naranja, agrega la mayonesa, el azafrán, 1/2 cucharadita de aceite de oliva y la cantidad de pasta de ajo que desees; sazona con sal (opcional) y pimienta. Bate para combinar. Deja reposar para que el azafrán se remoje (o florezca), al menos 10 minutos. Separa las hojas de col rizada de los tallos; desecha los tallos, luego corta las hojas en rodajas finas. Corta los tomates por la mitad. Colócalos en un bol; sazona con sal y pimienta. Pica los pimientos asados ​​en trozos grandes. Corta y desecha los tallos de los pimientos shishito; córtalos transversalmente en trozos de 1 pulgada. Lávate bien las manos inmediatamente después de manipularlos.",
        "Marinar la col rizada: en el bol del aderezo, añadir la col rizada cortada en rodajas; sazonar con sal y pimienta. Revolver para cubrir. Con las manos, masajear la col rizada para ablandarla un poco. Dejar marinar, revolviendo de vez en cuando, al menos 10 minutos.",
        "Asar los pimientos shishito: Mientras tanto, en una sartén mediana (antiadherente, si tienes una) calienta 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agrega los trozos de pimiento shishito en una capa uniforme. Cocina, sin revolver, de 3 a 4 minutos, o hasta que estén ligeramente asados. Sazona con sal y pimienta. Continúa cocinando, revolviendo con frecuencia, de 2 a 3 minutos, o hasta que se ablanden. Transfiere a un tazón. Limpia la sartén.",
        "Cocina la carne: separa la carne, sécala con papel absorbente y colócala en un bol. Mezcla el pimentón, el comino, el cilantro, el orégano, la pimienta de cayena y la canela en un bol pequeño aparte para crear una mezcla de especias. Sazona la carne con sal (opcional), pimienta y suficiente mezcla de especias para cubrirla (puede que te sobre). En la misma sartén, calienta 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agrega la carne sazonada en una capa uniforme. Cocina, sin revolver, de 2 a 3 minutos o hasta que esté ligeramente dorada. Continúa cocinando, revolviendo con frecuencia, de 1 a 2 minutos o hasta que esté dorada y apenas cocida. Apaga el fuego.",
        "Prepare la ensalada y sirva el plato: en el bol de col rizada marinada, agregue los pimientos shishito carbonizados, los tomates sazonados y los pimientos asados ​​picados. Revuelva para combinar. Sirva la ensalada con la carne cocida y las almendras. ¡Disfrute!"
    ],
    "tags": [
        "Veggie Rich",
        "High in Fiber",
        "Mediterranean",
        "Latin American",
        "Meal Kit Recipes",
        "Main Dish",
        "Lunch",
        "Gluten-Free",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2",
        "Salads"
    ],
    "nutrition": {
        "calories": "460",
        "total_fat": "29g",
        "saturated_fat": "5g",
        "trans_fat": "0.5g",
        "cholesterol": "85mg",
        "sodium": "270mg",
        "total_carbohydrate": "22g",
        "fiber": "7g",
        "sugar": "9g",
        "added_sugar": "0g",
        "protein": "31g"
    },
    "url": "https://diabetesfoodhub.org/recipes/spanish-spiced-beef-kale-salad-creamy-saffron-dressing"
}