{
    "title": "Verduras Salteadas y Freekeh con Huevos y Glaseado de Miel Gochujang",
    "keywords": "Vegetarian,Meal Kit Recipes,Main Dish,Foodie,Cooking for 1 or 2",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Vegetarian",
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Cooking for 1 or 2"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1916-diabetic-stir-fried-vegetables-freekeh_Blue-Apron_021920.jpg",
    "servings": "",
    "ingredients": [
        {
            "name": "Miel",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "frijol agrietado",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "champiñones cremini (baby bella)",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "bok choy bebé",
            "us_amount": "10 oz",
            "metric_amount": "283 ml"
        },
        {
            "name": "cebolla verde (cebolleta)",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "ajo",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "mini pimientos dulces",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "vinagre de arroz",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "aceite de oliva (dividido)",
            "us_amount": "3 tsp",
            "metric_amount": "15 g"
        },
        {
            "name": "salsa de frijoles negros",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "aceite de sésamo",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "agua tibia",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "gochujang",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "huevos",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "semillas de sésamo",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "Sal y pimienta al gusto (opcional)",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        }
    ],
    "instructions": [
        "Cocine el freekeh: saque la miel del refrigerador para que alcance la temperatura ambiente. Amase el paquete antes de abrirlo. Llene una olla mediana con agua hasta 3/4 de su capacidad; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue el freekeh y cocínelo, sin tapar, durante 24 a 26 minutos o hasta que esté tierno. Apague el fuego. Escurra bien y vuelva a colocarlo en la olla. Tápelo para mantenerlo caliente.",
        "Prepara los ingredientes y marina los pimientos: Mientras tanto, lava y seca los productos frescos. Corta los champiñones en trozos pequeños. Corta y desecha los extremos de la raíz del bok choy; pícalo en trozos grandes, separando los tallos y las hojas. Corta las cebolletas en rodajas finas, separando las partes inferiores blancas y las partes superiores verdes huecas. Pela y pica en trozos grandes 2 dientes de ajo. En un bol, combina los tallos de bok choy picados, las partes inferiores blancas de las cebolletas en rodajas y el ajo picado. Corta y desecha los tallos de los pimientos; quita los corazones y luego córtalos en dados medianos. Colócalos en un bol aparte; agrega el vinagre y 1/2 cucharadita de aceite de oliva. Sazona con sal y pimienta; revuelve para cubrir. Deja marinar, revolviendo de vez en cuando, al menos 10 minutos. Prueba y luego sazona con sal y pimienta si lo deseas.",
        "Cocine los hongos y el bok choy: Mientras tanto, en una sartén mediana (antiadherente, si tiene una), caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue los trozos de hongos en una capa uniforme. Cocine, sin revolver, de 2 a 3 minutos, o hasta que estén ligeramente dorados. Agregue la mezcla preparada de tallos de bok choy; sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, de 2 a 3 minutos, o hasta que se ablanden ligeramente. Agregue las hojas de bok choy picadas, la salsa de frijoles negros y el aceite de sésamo. Cocine, revolviendo con frecuencia, de 1 a 2 minutos, o hasta que el líquido se espese y las hojas de bok choy se marchiten. Transfiera a un tazón; cubra con papel de aluminio para mantener caliente. Enjuague y limpie la sartén.",
        "Prepare la miel de gochujang: mientras tanto, en un bol, mezcle la mitad de la miel (le sobrará), 1 cucharadita de aceite de oliva, 1 cucharadita de agua tibia y la cantidad de gochujang que desee, dependiendo de qué tan picante quiera que sea el plato.",
        "Freír los huevos y servir el plato: En la misma sartén, calentar 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Cascar los huevos en la sartén, manteniéndolos separados; sazonar con sal (opcional) y pimienta. Cocinar de 4 a 5 minutos, o hasta que las claras estén listas y las yemas cocidas al punto deseado. Apagar el fuego. Servir el freekeh cocido cubierto con los hongos cocidos y el bok choy, los pimientos marinados y los huevos fritos. Decorar con la miel de gochujang, las hojas verdes cortadas en rodajas de las cebolletas y las semillas de sésamo. ¡Disfrutar!"
    ],
    "tags": [
        "Veggie Rich",
        "Asian",
        "Vegetarian",
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Cooking for 1 or 2"
    ],
    "nutrition": {
        "calories": "480",
        "total_fat": "24g",
        "saturated_fat": "4g",
        "trans_fat": "0g",
        "cholesterol": "255mg",
        "sodium": "680mg",
        "total_carbohydrate": "50g",
        "fiber": "8g",
        "sugar": "16g",
        "added_sugar": "10g",
        "protein": "21g"
    },
    "url": "https://diabetesfoodhub.org/recipes/stir-fried-vegetables-freekeh-eggs-gochujang-honey-drizzle"
}