{
    "title": "Greek-Style Pork Roast & Tzatziki with Lemon-Garlic Vegetables",
    "keywords": "Meal Kit Recipes,Main Dish,Foodie,Dinner",
    "prep_time": "PT10M",
    "cook_time": "PT45M",
    "categories": [
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1882-diabetic-Pork-Lemony-Potatoes_BA_012520.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "fresh rosemary",
            "us_amount": "1 bunch",
            "metric_amount": "1 bunch"
        },
        {
            "name": "olive oil (divided)",
            "us_amount": "4 tsp",
            "metric_amount": "20 g"
        },
        {
            "name": "pork loin",
            "us_amount": "24 oz",
            "metric_amount": "679 ml"
        },
        {
            "name": "baby golden potatoes",
            "us_amount": "1 1/4 lbs",
            "metric_amount": "567 ml"
        },
        {
            "name": "broccoli",
            "us_amount": "1 lbs",
            "metric_amount": "454 ml"
        },
        {
            "name": "dried oregano",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "lemon",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "sweet piquante peppers",
            "us_amount": "1 oz",
            "metric_amount": "28 ml"
        },
        {
            "name": "garlic",
            "us_amount": "1 diente",
            "metric_amount": "1 diente"
        },
        {
            "name": "salt and pepper to taste",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        },
        {
            "name": "low-fat tzatziki sauce",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        }
    ],
    "instructions": [
        "Make the rosemary oil & start the pork: Preheat the oven to 450°F. F Wash and dry the fresh produce. Pick the rosemary leaves off the stems; finely chop the leaves. In a large bowl, combine the chopped rosemary leaves and 1 tablespoon of olive oil. Line a sheet pan with foil. Pat the pork dry with paper towels; season with salt (optional) and pepper. Add the seasoned pork to the bowl of rosemary oil; turn to coat. Transfer to one side of the sheet pan. Roast 20 minutes. Leaving the oven on, remove from the oven.",
        "Prepare the vegetables: Meanwhile, cut the potatoes into 1/2-inch-thick rounds. Cut off and discard the bottom 1/2 inch of the broccoli stem; cut the broccoli into small florets.",
        "Roast the potatoes: Place the potato rounds on a separate sheet pan. Drizzle with 1/2 teaspoon of olive oil and season with salt (optional), pepper, and the oregano. Toss to coat and arrange in an even layer. Roast 26 to 28 minutes, or until browned and tender when pierced with a fork. Remove from the oven.",
        "Finish the pork & roast the broccoli: Meanwhile, place the broccoli florets in a large bowl. Drizzle with 1/2 teaspoon of olive oil and season with salt and pepper. Toss to coat. Reserving the bowl, carefully transfer to the other side of the sheet pan of partially roasted pork and arrange in an even layer. Roast 16 to 18 minutes, or until the broccoli is tender when pierced with a fork and the pork is browned and cooked through (An instant-read thermometer should register 145°F). Remove from the oven. Transfer the roasted pork to a cutting board; let rest at least 5 minutes.",
        "Finish & serve your dish: Meanwhile, halve the lemon crosswise; squeeze the juice into the reserved large bowl, straining out the seeds. Roughly chop the peppers. Peel 1 clove of garlic; using a zester, finely grate into a paste (or use the small side of a box grater). To the bowl of lemon juice, add the chopped peppers and as much of the garlic paste as you’d like. Stir to combine. Transfer the roasted potatoes and broccoli to the bowl of lemon-garlic mixture. Toss to coat. Find the lines of muscle (or grain) on the rested pork; thinly slice crosswise against the grain. Serve the sliced pork with the finished vegetables. Top the pork with the tzatziki. Enjoy!"
    ],
    "tags": [
        "Veggie Rich",
        "Mediterranean",
        "Comfort Food",
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner"
    ],
    "nutrition": {
        "calories": "460",
        "total_fat": "15g",
        "saturated_fat": "3.5g",
        "trans_fat": "0g",
        "cholesterol": "115mg",
        "sodium": "230mg",
        "total_carbohydrate": "37g",
        "fiber": "6g",
        "sugar": "6g",
        "added_sugar": "1g",
        "protein": "47g"
    },
    "url": "https://diabetesfoodhub.org/recipes/greek-style-pork-roast-tzatziki-lemon-garlic-vegetables"
}