{
    "title": "Brochetas de Tofu y Verduras",
    "keywords": "Dinner,Vegetarian,Vegan,Main Dish",
    "prep_time": "PT40M",
    "cook_time": "PT15M",
    "categories": [
        "Dinner",
        "Vegetarian",
        "Vegan",
        "Main Dish"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/09Vmain_TofuandVegetableSkewers.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "salsa de soja baja en sodio",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "vinagre de arroz",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "aceite de sésamo",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "jarabe de arce",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "ajo (picado)",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "Mientras se marina el filete, prepare el aderezo. En un tazón pequeño, mezcle el vinagre balsámico, la mostaza, el ajo, la miel y los condimentos. Siga batiendo y agregue lentamente el aceite de oliva y bata hasta que el aderezo esté emulsionado.",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "Precaliente la parrilla a fuego alto y caliente la cucharada de aceite restante.",
            "us_amount": "16 oz",
            "metric_amount": "453 ml"
        },
        {
            "name": "Retire el filete de la marinada y cocínelo durante aproximadamente 4 a 5 minutos.",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "pimientos morrones (cortados en trozos)",
            "us_amount": "2 whole",
            "metric_amount": "2 whole"
        },
        {
            "name": "Calabaza amarilla (cortada en rodajas)",
            "us_amount": "2 med",
            "metric_amount": "2 med"
        }
    ],
    "instructions": [
        "En un bol, mezcle la salsa de soja, el vinagre de arroz, el aceite de sésamo, el jarabe de arce o el néctar de agave, el ajo picado y el jengibre rallado para crear la marinada.",
        "Prepara los ingredientes y el aliño: Mientras tanto, lava y seca los productos frescos. Corta y desecha los tallos del hinojo, luego corta el bulbo por la mitad, quítale el corazón y córtalo en dados medianos. Corta la cebolla por la mitad y pela; córtala en gajos de 2,5 cm de ancho, separando las capas. Corta la pera en cuartos, quítale el corazón y córtala en rodajas finas. En un bol, mezcla el vinagre, el tahini, 2 cucharaditas de agua y la mostaza; sazona con sal (opcional) y pimienta.",
        "Mientras se marina el tofu, prepara las verduras. Ensartarás el tofu marinado, los trozos de cebolla roja, los trozos de pimiento morrón y las rodajas de calabaza amarilla en brochetas, alternando los ingredientes.",
        "Precaliente la parrilla o sartén a fuego medio-alto.",
        "Asa las brochetas durante unos 10 a 15 minutos, dándoles vuelta de vez en cuando, hasta que el tofu esté dorado y las verduras estén carbonizadas y tiernas. Rocía las brochetas con el resto de la marinada mientras las asas para que tengan más sabor.",
        "Una vez cocidas, retiramos las brochetas de la parrilla y las dejamos reposar unos minutos."
    ],
    "tags": [
        "Veggie Rich",
        "Lower Carb",
        "High in Fiber",
        "Grilling",
        "Asian",
        "Dinner",
        "Vegetarian",
        "Vegan",
        "Main Dish"
    ],
    "nutrition": {
        "calories": "270",
        "total_fat": "14g",
        "saturated_fat": "2g",
        "trans_fat": "0g",
        "cholesterol": "0mg",
        "sodium": "457mg",
        "total_carbohydrate": "21g",
        "fiber": "6g",
        "sugar": "10g",
        "added_sugar": "0g",
        "protein": "21g"
    },
    "url": "https://diabetesfoodhub.org/recipes/tofu-and-vegetable-skewers"
}