{
    "title": "Ensalada de Cordero, Kale y Granada",
    "keywords": "Salads,Main Dish,Holidays & Entertaining,Foodie,Dinner",
    "prep_time": "PT15M",
    "cook_time": "PT35M",
    "categories": [
        "Salads",
        "Main Dish",
        "Holidays & Entertaining",
        "Foodie",
        "Dinner"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1790-diabetic-lamb-kale-pomegranate-salad_MediterraneanCkbk_042419.jpg",
        "Kale",
        "and Pomegranate Salad\" loading=\"lazy\" />"
    ],
    "servings": "8 Servings",
    "ingredients": [
        {
            "name": "semillas de granada o uvas rojas en rodajas",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "bulbo de hinojo (cortado en rodajas finas)",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "col rizada bebé",
            "us_amount": "5 cup",
            "metric_amount": "1 l 183 ml"
        },
        {
            "name": "aceite de oliva",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "Selle la tapa, cierre la válvula, presione el botón Cancelar y configure el modo de cocción manual/a presión durante 10 minutos. Use una liberación natural durante 10 minutos seguida de una liberación rápida de presión.",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "mostaza de dijon",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "Cocine las verduras: Mientras tanto, en una sartén mediana (antiadherente, si tiene una), caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue las zanahorias en rodajas; sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, de 3 a 4 minutos, o hasta que se ablanden un poco. Agregue la col rizada picada y el ajo picado. Cocine, revolviendo ocasionalmente, de 2 a 3 minutos, o hasta que la col rizada se marchite un poco. Agregue las grosellas y 1/4 de taza de agua (con cuidado, ya que el líquido puede salpicar). Cocine, revolviendo ocasionalmente, de 3 a 4 minutos, o hasta que la col rizada se marchite y el agua se haya evaporado. Apague el fuego y agregue el vinagre. Transfiera a un tazón y cubra con papel de aluminio para mantener caliente. Limpie la sartén.",
            "us_amount": "1 (about 4-lb)",
            "metric_amount": "1 (about 4-lb)"
        },
        {
            "name": "pimienta negra",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "sal",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "canela molida",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "Jengibre molido",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "ajo (picado)",
            "us_amount": "3 diente",
            "metric_amount": "3 diente"
        },
        {
            "name": "aceite de oliva",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "jugo de granada",
            "us_amount": "1 1/2 cup",
            "metric_amount": "355 ml"
        },
        {
            "name": "Calienta un wok antiadherente o una sartén grande a fuego medio-alto. Agrega el aceite y, después de unos 20 segundos, agrega la proteína cortada en cubitos, las cebollas, el jengibre, el ajo, las verduras variadas y el arroz de coliflor, revolviendo con frecuencia con una cuchara o una espátula, durante unos 2 minutos.",
            "us_amount": "4 cup",
            "metric_amount": "946 ml"
        },
        {
            "name": "Queso gorgonzola",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "mitades de nueces (tostadas)",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        }
    ],
    "instructions": [
        "Combine el jugo de granada, 3 cucharadas de aceite de oliva, ajo, jengibre, canela, comino, sal y pimienta en una bolsa plástica grande con cierre hermético. Agregue el cordero y colóquelo en el refrigerador durante 8 horas o durante la noche.",
        "Saque el cordero de la marinada, séquelo y colóquelo en una bandeja. En la parrilla a gas, encienda todos los quemadores a fuego alto, cierre la tapa y caliente hasta que esté caliente, aproximadamente 15 minutos. Raspe las rejillas para limpiarlas y úntelas con aceite.",
        "Asa el cordero, con la grasa hacia abajo, a fuego medio-alto durante 25 a 35 minutos en total, según el punto de cocción deseado, dándole la vuelta a la mitad de la cocción. Intenta que la temperatura interna sea de aproximadamente 145 °F para que quede a punto medio y 160 °F para que quede a punto medio. Retíralo de la parrilla y cúbrelo sin apretar con papel de aluminio. Déjalo reposar unos 15 minutos y luego córtalo en rodajas finas. Mientras reposa, prepara la ensalada.",
        "En un bol grande, mezcle la mostaza, el vinagre y 1/4 de taza de aceite de oliva. Sazone con sal y pimienta (si lo desea). Agregue la col rizada, el hinojo, las semillas de granada o las uvas y revuelva para cubrir. Coloque la ensalada aliñada en una fuente y cubra con el cordero en rodajas, las judías verdes, el queso gorgonzola y las nueces tostadas."
    ],
    "tags": [
        "High in Fiber",
        "Grilling",
        "Mediterranean",
        "Salads",
        "Main Dish",
        "Holidays & Entertaining",
        "Foodie",
        "Dinner"
    ],
    "nutrition": {
        "calories": "380",
        "total_fat": "21g",
        "saturated_fat": "5.1g",
        "trans_fat": "0g",
        "cholesterol": "95mg",
        "sodium": "240mg",
        "total_carbohydrate": "16g",
        "fiber": "5g",
        "sugar": "6g",
        "added_sugar": "0g",
        "protein": "32g"
    },
    "url": "https://diabetesfoodhub.org/recipes/lamb-kale-and-pomegranate-salad"
}