{
    "title": "Pollo Especiado con Dukkah y Salsa de Naranja con Farro de Coles de Bruselas, Espinaca y Remolacha",
    "keywords": "Meal Kit Recipes,Main Dish,Dinner",
    "prep_time": "PT15M",
    "cook_time": "PT25M",
    "categories": [
        "Meal Kit Recipes",
        "Main Dish",
        "Dinner"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1950-diabetic-dukkah-spiced-chicken-orange-salsa_Blue-Apron_040120.jpg",
        "Spinach",
        "and Beet Farro\" loading=\"lazy\" />"
    ],
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "farro semiperlado",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "espinaca bebé",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        },
        {
            "name": "aceite de oliva (uso dividido)",
            "us_amount": "2 tbsp plus 3 1/2 tsp",
            "metric_amount": "2 tbsp plus 3 1/2 tsp"
        },
        {
            "name": "coles de Bruselas",
            "us_amount": "1/2 lbs",
            "metric_amount": "227 ml"
        },
        {
            "name": "chalote",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "naranja de ombligo",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "En la misma olla, cocine la cebolla y el pimiento morrón durante 3 minutos, o hasta que los bordes comiencen a dorarse ligeramente, revolviendo con frecuencia y raspando para desalojar los trozos dorados.",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "Remolachas cocidas o enlatadas",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "vinagre de arroz",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "Harissa o pasta de chile picante",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "agua",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "aceite de sésamo",
            "us_amount": "4 breasts (about 1 1/2 lbs total)",
            "metric_amount": "4 breasts (about 1 1/2 lbs total)"
        },
        {
            "name": "Tamari (sodio reducido)",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        }
    ],
    "instructions": [
        "Cocine el farro: Lave y seque los productos frescos. Llene una olla mediana hasta 3/4 de su capacidad con agua salada; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue el farro y cocínelo, sin tapar, durante 18 a 20 minutos o hasta que esté tierno. Apague el fuego. Escurra bien y vuelva a colocarlo en la olla. Agregue las espinacas y 2 cucharadas de aceite de oliva; sazone con sal (opcional) y pimienta. Revuelva hasta que se combinen y las espinacas estén ligeramente marchitas. Cubra para mantener el calor.",
        "Prepara los ingredientes y haz la salsa de naranja: Mientras tanto, corta y desecha los extremos del tallo de las coles de Bruselas; córtalos en cuartos a lo largo. Pela y corta en rodajas finas la chalota. Pela y corta en dados pequeños la naranja. Pica los pistachos en trozos grandes. En un bol, combina la naranja cortada en dados, los pistachos picados y 1 cucharadita de aceite de oliva; sazona con sal (opcional) y pimienta. Revuelve para combinar. En una tabla de cortar forrada con toallas de papel, corta en dados pequeños las remolachas. En un bol, combina las remolachas cortadas en cubitos, el vinagre y 1/2 cucharadita de aceite de oliva; sazona con sal (opcional) y pimienta. Revuelve para cubrir. Deja marinar, revolviendo de vez en cuando, al menos 10 minutos. En un bol aparte, combina la pasta de harissa y 2 cucharadas de agua.",
        "Cocine las coles de Bruselas: En una sartén grande (antiadherente, si tiene una), caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue las coles de Bruselas cortadas en cuartos en una capa uniforme. Cocine, sin revolver, de 4 a 6 minutos, o hasta que se doren. Agregue la chalota en rodajas y sazone con sal y pimienta. Cocine, revolviendo ocasionalmente, de 2 a 3 minutos, o hasta que se ablanden. Agregue la mezcla de harissa y agua. Cocine, revolviendo con frecuencia, de 1 a 2 minutos, o hasta que las verduras estén cubiertas y el líquido se haya evaporado. Transfiera a un tazón; cubra con papel de aluminio para mantener caliente. Enjuague y limpie la sartén.",
        "Cocine el pollo: seque el pollo con toallas de papel; sazone ambos lados con sal (opcional), pimienta y dukkah. En la misma sartén, caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el pollo sazonado. Cocine de 6 a 7 minutos por lado, o hasta que esté dorado y bien cocido.* Transfiera a una tabla de cortar. * Un termómetro de lectura instantánea debe registrar 165 °F.",
        "Termina de cocinar el farro y sirve el plato: a la olla de farro cocido, agrega las coles de Bruselas cocidas y las remolachas marinadas (desecha el líquido). Corta el pollo cocido en rodajas. Sirve el farro terminado cubierto con el pollo en rodajas y la salsa de naranja. ¡Disfruta!"
    ],
    "tags": [
        "Meal Kit Recipes",
        "Main Dish",
        "Dinner"
    ],
    "nutrition": {
        "calories": "690",
        "total_fat": "31g",
        "saturated_fat": "4g",
        "trans_fat": "0g",
        "cholesterol": "125mg",
        "sodium": "420mg",
        "total_carbohydrate": "52g",
        "fiber": "9g",
        "sugar": "11g",
        "added_sugar": "0g",
        "protein": "51g"
    },
    "url": "https://diabetesfoodhub.org/recipes/dukkah-spiced-chicken-orange-salsa-brussels-sprout-spinach-and-beet-farro"
}