{
    "title": "Salsa de Pollo y Manzana con Salvia con Coles de Bruselas Asadas, Zanahorias y Nabo",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Meal Kit Recipes,Main Dish",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Meal Kit Recipes",
        "Main Dish"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1874-Diabetic-Chicken-Apple-Sage_BA_122419.jpg",
        "Carrots & Turnip\" loading=\"lazy\" />"
    ],
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "coles de Bruselas frescas",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "zanahorias)",
            "us_amount": "3 med",
            "metric_amount": "3 med"
        },
        {
            "name": "nabo morado",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "manzana",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "salvia fresca",
            "us_amount": "4 g",
            "metric_amount": "4 ml"
        },
        {
            "name": "mostaza de dijon",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "jarabe de arce picante",
            "us_amount": "1 1/2 tbsp",
            "metric_amount": "22 ml"
        },
        {
            "name": "agua",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "mostaza amarilla molida",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "pimentón dulce",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "pimentón ahumado",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "cebolla en polvo",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "polvo de ajo",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "tomates uva",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "ajo",
            "us_amount": "3/4 lbs",
            "metric_amount": "340 ml"
        },
        {
            "name": "Sal y pimienta al gusto (opcional; la sal agregada no está incluida en la información nutricional)",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        }
    ],
    "instructions": [
        "Prepara los ingredientes y empieza a hacer la salsa. Coloca una rejilla de horno en el centro del horno y precaliéntala a 450 °F. Lava y seca los productos frescos. Corta y desecha los extremos de los tallos de las coles de Bruselas; córtalos en cuartos a lo largo. Pela las zanahorias; córtalas a la mitad a lo largo y luego transversalmente en trozos de 2 pulgadas. Corta y desecha los extremos del nabo; córtalos en cubos medianos. Combina en un tazón grande. Quita el corazón y corta en cubos medianos la manzana. Quita las hojas de salvia de los tallos; corta las hojas en rodajas finas. En un tazón, combina la mostaza, el jarabe de arce y 1/4 de taza de agua. Sazona con sal (opcional) y pimienta.",
        "Asa las verduras. Cubre una bandeja para horno con papel de aluminio. En un tazón pequeño, combina la mostaza amarilla molida, el pimentón ahumado, el pimentón dulce, el ajo en polvo y la cebolla en polvo para crear una mezcla de especias. Al tazón de verduras preparadas, agrega 1/2 cucharadita de aceite de oliva y sazona con sal (opcional), pimienta y suficiente mezcla de especias para cubrir (puede que te sobre). Mezcla para cubrir. Transfiere a la bandeja para horno preparada y coloca en una capa uniforme. Asa de 20 a 22 minutos, o hasta que se dore y esté tierno al pincharlo con un tenedor. Retira del horno.",
        "Cocine las verduras: En la sartén con el fondo reservado, caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el calabacín cortado en cubitos y las zanahorias en rodajas en una capa uniforme. Cocine, sin revolver, de 3 a 4 minutos o hasta que se doren. Agregue el repollo en rodajas y las partes blancas de las cebolletas en rodajas. Cocine, revolviendo ocasionalmente, de 3 a 4 minutos o hasta que se doren y se ablanden. Transfiera al tazón del pollo picado y cubra con el papel de aluminio para mantenerlo caliente. Limpie la sartén.",
        "Termina de preparar la salsa y sirve el plato. Agrega la salsa (con cuidado, ya que el líquido puede salpicar) y las hojas de salvia cortadas en rodajas a la sartén con la manzana cocida. Sazona con sal (opcional) y pimienta. Cocina a fuego medio-alto, revolviendo con frecuencia, durante 30 segundos a 1 minuto, o hasta que la manzana esté completamente cubierta. Apaga el fuego. Sirve el pollo cocido con las verduras asadas. Cubre el pollo con la salsa terminada y la manzana. ¡Disfruta!"
    ],
    "tags": [
        "High in Fiber",
        "Veggie Rich",
        "Comfort Food",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Meal Kit Recipes",
        "Main Dish"
    ],
    "nutrition": {
        "calories": "450",
        "total_fat": "17g",
        "saturated_fat": "3g",
        "trans_fat": "0g",
        "cholesterol": "135mg",
        "sodium": "660mg",
        "total_carbohydrate": "41g",
        "fiber": "9g",
        "sugar": "24g",
        "added_sugar": "0g",
        "protein": "39g"
    },
    "url": "https://diabetesfoodhub.org/recipes/chicken-apple-sage-pan-sauce-roasted-brussels-sprouts-carrots-turnip"
}