{
    "title": "Tazas de Lechuga con Res y Freekeh Especiados con Za'atar y Salsa de Limón-Tahini y Menta",
    "keywords": "Meal Kit Recipes,Foodie,Cooking for 1 or 2,Dinner,Main Dish",
    "prep_time": "PT15M",
    "cook_time": "PT25M",
    "categories": [
        "Meal Kit Recipes",
        "Foodie",
        "Cooking for 1 or 2",
        "Dinner",
        "Main Dish"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/diabetic-zaatar-beef-freekeh-lettuce-cups_BA_021120.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "Freekeh agrietado",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "lechuga mantecosa",
            "us_amount": "1 head",
            "metric_amount": "1 head"
        },
        {
            "name": "Perejil fresco finamente picado",
            "us_amount": "1 bunch",
            "metric_amount": "1 bunch"
        },
        {
            "name": "Mientras tanto, con dos tenedores, desmenuza la carne y colócala en un bol grande. Agrega el jugo de limón, el ajo, la cucharadita restante de aceite, la sal y la pimienta. Deja reposar durante 20 minutos.",
            "us_amount": "2 (about 6 oz total)",
            "metric_amount": "2 (about 6 oz total)"
        },
        {
            "name": "tomates uva",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "limón meyer",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "ajo",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "aceite de oliva (uso dividido)",
            "us_amount": "1 tbsp plus 1 tsp",
            "metric_amount": "1 tbsp plus 1 tsp"
        },
        {
            "name": "tahini",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "Solomillo de ternera (cortado en lonchas finas)",
            "us_amount": "8 oz",
            "metric_amount": "226 ml"
        },
        {
            "name": "condimento za'atar",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        }
    ],
    "instructions": [
        "Cocine el freekeh: Llene una olla mediana hasta 3/4 de su capacidad con agua salada; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue el freekeh. Cocine, sin tapar, durante 24 a 26 minutos o hasta que esté tierno. Apague el fuego. Escurra bien y vuelva a colocarlo en la olla.",
        "Prepara los ingredientes: Mientras tanto, lava y seca los productos frescos. Corta y desecha la raíz de la lechuga; separa las hojas. Quita las hojas de menta de los tallos. Corta los pepinos en rodajas finas. Corta los tomates por la mitad. Corta el limón en cuartos y quítale las semillas. Pela 2 dientes de ajo. Pica 1 diente en trozos grandes. Con un rallador, ralla finamente el diente restante hasta formar una pasta (o usa el lado pequeño de un rallador de caja). En un bol, combina los pepinos en rodajas, los tomates cortados por la mitad y el jugo de 2 gajos de limón. Rocía con 1/2 cucharadita de aceite de oliva y sazona con sal (opcional) y pimienta. Deja marinar, revolviendo de vez en cuando, al menos 10 minutos. En un bol aparte, mezcla el tahini, el jugo de los gajos de limón restantes, 1 cucharada de aceite de oliva, 1 cucharada de agua y la cantidad de pasta de ajo que desees. Sazona con sal (opcional) y pimienta.",
        "Cocina la carne: una vez que el freekeh se haya cocinado durante unos 20 minutos, separa la carne; sécala con toallas de papel. Colócala en un bol; sazona con sal (opcional), pimienta y el za'atar. Revuelve para cubrir. En una sartén mediana (antiadherente, si tienes una), calienta 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agrega la carne sazonada en una capa uniforme. Cocina, sin revolver, de 2 a 3 minutos, o hasta que se dore levemente. Agrega el ajo picado. Cocina, revolviendo con frecuencia, de 1 a 2 minutos, o hasta que la carne se dore y esté bien cocida. Apaga el fuego.",
        "Termina el freekeh y sirve el plato: añade las verduras marinadas a la olla de freekeh cocido; revuelve para combinar. Sirve las hojas de lechuga, el freekeh terminado, la carne cocida y la salsa de tahini y limón por separado. Arma cada taza con 2 hojas de lechuga. Decora con las hojas de menta (desmenuza antes de agregarlas). ¡Disfruta!"
    ],
    "tags": [
        "High in Fiber",
        "Mediterranean",
        "Meal Kit Recipes",
        "Foodie",
        "Cooking for 1 or 2",
        "Dinner",
        "Main Dish"
    ],
    "nutrition": {
        "calories": "570",
        "total_fat": "29g",
        "saturated_fat": "6g",
        "trans_fat": "0.5g",
        "cholesterol": "75mg",
        "sodium": "510mg",
        "total_carbohydrate": "42g",
        "fiber": "6g",
        "sugar": "6g",
        "added_sugar": "0g",
        "protein": "38g"
    },
    "url": "https://diabetesfoodhub.org/recipes/zaatar-beef-freekeh-lettuce-cups-lemon-tahini-sauce-mint"
}