{
    "title": "Tazones de Pollo con Tahini y Balsámico con Cebada, Rúcula y Pera",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1965-diabetic-tahini-balsamic-chicken-bowl_blue-apron_050820.jpg",
        "Arugula",
        "and Pear\" loading=\"lazy\" />"
    ],
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "cebada perlada",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "bulbo de hinojo",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "cebolla roja",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "pera",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "vinagre balsámico",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "tahini",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "agua",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "mostaza de dijon",
            "us_amount": "1/2 tbsp",
            "metric_amount": "7 ml"
        },
        {
            "name": "champiñones cremini (baby bella)",
            "us_amount": "7 tsp",
            "metric_amount": "7 tsp"
        },
        {
            "name": "Tortillas de maíz de 6 pulgadas (calentadas)",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "polvo de ajo",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "pimentón ahumado",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "Perejil seco",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "filetes de pollo",
            "us_amount": "6 (about 8 oz total)",
            "metric_amount": "6 (about 8 oz total)"
        },
        {
            "name": "Rúcula",
            "us_amount": "2 oz",
            "metric_amount": "57 ml"
        }
    ],
    "instructions": [
        "Cocine la cebada: coloque una rejilla de horno en el centro del horno y luego precaliente a 450 °F. Llene una olla mediana hasta 3/4 de su capacidad con agua salada; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue la cebada y cocine, sin tapar, durante 28 a 30 minutos o hasta que esté tierna. Apague el fuego. Escurra bien y vuelva a colocarla en la olla.",
        "Prepara los ingredientes y el aliño: Mientras tanto, lava y seca los productos frescos. Corta y desecha los tallos del hinojo, luego corta el bulbo por la mitad, quítale el corazón y córtalo en dados medianos. Corta la cebolla por la mitad y pela; córtala en gajos de 2,5 cm de ancho, separando las capas. Corta la pera en cuartos, quítale el corazón y córtala en rodajas finas. En un bol, mezcla el vinagre, el tahini, 2 cucharaditas de agua y la mostaza; sazona con sal (opcional) y pimienta.",
        "Asar las verduras: colocar el hinojo cortado en cubitos y las rodajas de cebolla en una bandeja para horno. Rociar con 2 cucharaditas de aceite de oliva y sazonar con sal (opcional) y pimienta; mezclar bien. Colocar en una capa uniforme. Asar durante 16 a 18 minutos, o hasta que se doren y estén tiernas al pincharlas con un tenedor. Retirar del horno.",
        "Cocine el pollo: Mientras tanto, combine la cebolla en polvo, el ajo en polvo, el pimentón ahumado y el perejil seco en un tazón pequeño. Seque el pollo con toallas de papel; sazone ambos lados con pimienta y suficiente mezcla de especias para cubrirlo (puede que le sobre). En una sartén mediana (antiadherente, si tiene una), caliente 2 cucharaditas de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el pollo sazonado. Cocine de 3 a 5 minutos por lado, o hasta que esté dorado y bien cocido. Transfiera a una tabla de cortar.",
        "Termina y sirve tu plato: En la olla de cebada cocida, agrega las verduras asadas, 1 cucharada del aderezo y 2 cucharaditas de aceite de oliva. Sazona con sal (opcional) y pimienta; revuelve para combinar. En un tazón grande, combina la rúcula y la pera en rodajas. Rocía con 1 cucharadita de aceite de oliva y sazona con sal y pimienta. Revuelve para cubrir. Corta el pollo cocido en trozos del tamaño de un bocado. Sirve la cebada terminada cubierta con la rúcula y la pera sazonadas y el pollo picado. Rocía con el aderezo restante. ¡Disfruta!"
    ],
    "tags": [
        "High in Fiber",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "630",
        "total_fat": "26g",
        "saturated_fat": "3.5g",
        "trans_fat": "0g",
        "cholesterol": "70mg",
        "sodium": "460mg",
        "total_carbohydrate": "71g",
        "fiber": "17g",
        "sugar": "20g",
        "added_sugar": "0g",
        "protein": "33g"
    },
    "url": "https://diabetesfoodhub.org/recipes/tahini-balsamic-chicken-bowls-barley-arugula-and-pear"
}