{
    "title": "Tilapia con Salsa Romesco Cremosa, Cebada, Tomates y Coles de Bruselas",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1924-diabetic-tilapia-romesco-sauce-barley-tomatoes-brussels-sprouts_blue-apron_030220.jpg",
        "Tomatoes",
        "and Brussels Sprouts\" loading=\"lazy\" />"
    ],
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "cebada perlada",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "cebolletas",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "coles de Bruselas",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "salsa romesco",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "queso blanco",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "hojuelas de pimiento rojo triturado",
            "us_amount": "3 1/2 tsp",
            "metric_amount": "17 g"
        },
        {
            "name": "alcaparras (enjuagadas y bien escurridas)",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "hojuelas de pimiento rojo triturado",
            "us_amount": "to taste",
            "metric_amount": "to taste"
        },
        {
            "name": "vinagre de jerez",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "tilapia",
            "us_amount": "2 (5-oz) fillets",
            "metric_amount": "2 (5-oz) fillets"
        },
        {
            "name": "Orégano seco",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        }
    ],
    "instructions": [
        "Cocine la cebada: llene una olla mediana hasta 3/4 de su capacidad con agua salada; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue la cebada y cocínela, sin tapar, durante 28 a 30 minutos o hasta que esté tierna. Escúrrala bien y vuelva a colocarla en la olla.",
        "Prepara los ingredientes: Mientras tanto, lava y seca los productos frescos. Corta las cebolletas en rodajas finas, separando la parte inferior blanca y la parte superior verde hueca. Corta y desecha los extremos del tallo de las coles de Bruselas; córtalas por la mitad a lo largo y luego córtalas en rodajas finas transversalmente. En un bol, combina la salsa romesco y el queso blanco; sazona con sal (opcional) y pimienta.",
        "Cocine las verduras: En una sartén mediana (antiadherente, si tiene una), caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue los tomates. Cocine, sin revolver, de 2 a 3 minutos, o hasta que se ablanden un poco y se ampollen. Agregue las partes inferiores blancas cortadas en rodajas de las cebolletas, las coles de Bruselas cortadas en rodajas y la cantidad de hojuelas de pimiento rojo que desee, según qué tan picante le gustaría que sea el plato. Sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, de 3 a 4 minutos, o hasta que las verduras se ablanden. Agregue el vinagre (con cuidado, ya que el líquido puede salpicar). Cocine, revolviendo con frecuencia y presionando suavemente los tomates con el dorso de una cuchara, de 1 a 2 minutos, o hasta que se combinen bien. Transfiera a un tazón; cubra con papel de aluminio para mantener caliente. Enjuague y limpie la sartén.",
        "Cocine el pescado: seque el pescado con toallas de papel. Sazone ambos lados con sal (opcional), pimienta y orégano. En la misma sartén, caliente 2 cucharaditas de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el pescado sazonado. Cocine de 3 a 4 minutos por lado o hasta que esté ligeramente dorado y bien cocido.* Apague el fuego. * Un termómetro de lectura instantánea debe registrar 145 °F.",
        "Precaliente el horno a 450° F. Cubra un molde para hornear de 9 por 13 pulgadas con papel pergamino."
    ],
    "tags": [
        "High in Fiber",
        "Seafood",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "460",
        "total_fat": "18g",
        "saturated_fat": "2.5g",
        "trans_fat": "0g",
        "cholesterol": "85mg",
        "sodium": "330mg",
        "total_carbohydrate": "45g",
        "fiber": "11g",
        "sugar": "5g",
        "added_sugar": "0g",
        "protein": "35g"
    },
    "url": "https://diabetesfoodhub.org/recipes/tilapia-creamy-romesco-sauce-barley-tomatoes-and-brussels-sprouts"
}