{
    "title": "Chuletas de Cerdo Selladas y Yogur de Pepino con Cebada de Verduras Za’atar",
    "keywords": "Meal Kit Recipes,Dinner,Main Dish,Foodie,Cooking for 1 or 2",
    "prep_time": "PT10M",
    "cook_time": "PT35M",
    "categories": [
        "Meal Kit Recipes",
        "Dinner",
        "Main Dish",
        "Foodie",
        "Cooking for 1 or 2"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1881-diabetic-Pork-Barley_BA_012520.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "cebada perlada",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "cebolla roja",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "champiñones cremini (baby bella)",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "ajo",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "col rizada",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "aceite de oliva (dividido)",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "condimento za'atar",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "chuletas de cerdo magras y deshuesadas",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "agua",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "Aceite de oliva virgen extra",
            "us_amount": "1 1/2 tbsp",
            "metric_amount": "22 ml"
        },
        {
            "name": "Sal y pimienta al gusto (opcional)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "salsa tzatziki baja en grasas",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        }
    ],
    "instructions": [
        "Cocine la cebada: Coloque una rejilla de horno en el centro del horno, luego precaliente a 450 °F. Llene una olla mediana hasta 3/4 de su capacidad con agua; cubra y caliente hasta que hierva a fuego alto. Una vez que hierva, agregue la cebada y cocine, sin tapar, de 28 a 30 minutos, o hasta que esté tierna. Apague el fuego. Escurra bien y regrese a la olla. Cubra para mantener caliente.",
        "Prepara los ingredientes: Mientras tanto, lava y seca los productos frescos. Corta la cebolla por la mitad y pelala; córtala en gajos de 2,5 cm, manteniendo las capas intactas. Corta los champiñones en trozos pequeños. Mézclalos en un bol. Pela y pica 2 dientes de ajo. Separa las hojas de col rizada de los tallos; desecha los tallos y luego pica las hojas en trozos grandes.",
        "Asar las verduras: colocar la cebolla y los champiñones preparados en una placa para horno. Rociar con 1/2 cucharadita de aceite de oliva y condimentar con sal (opcional), pimienta y todo menos una pizca de za'atar. Mezclar para cubrir y disponer en una capa uniforme. Asar durante 16 a 18 minutos, o hasta que se doren y estén tiernos al pincharlos con un tenedor. Retirar del horno.",
        "Cocine el cerdo: Mientras tanto, seque el cerdo con toallas de papel; sazone con sal (opcional) y pimienta por ambos lados. En una sartén mediana, caliente 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el cerdo sazonado. Cocine de 4 a 6 minutos por lado, o hasta que esté dorado y bien cocido (un termómetro de lectura instantánea debe registrar 145 °F). Deje los trozos dorados (o el fondo) en la sartén, transfiéralos a una tabla de cortar y déjelos reposar al menos 5 minutos.",
        "Cocine la col rizada: en la sartén con el fondo reservado, caliente 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el ajo picado. Cocine, revolviendo con frecuencia, de 30 segundos a 1 minuto, o hasta que se ablande. Agregue la col rizada picada; sazone con sal y pimienta. Cocine, revolviendo ocasionalmente, de 2 a 3 minutos, o hasta que se ablande un poco. Agregue 1/4 de taza de agua (con cuidado, ya que el líquido puede salpicar). Cocine, revolviendo con frecuencia y raspando el fondo, de 2 a 3 minutos, o hasta que la col rizada se ablande y el agua se haya evaporado. Apague el fuego.",
        "Termina y sirve tu plato: Corta transversalmente la carne de cerdo reposada. A la olla de cebada cocida, agrega la col rizada cocida, las verduras asadas, las pasas y 1/2 cucharadita de aceite de oliva. Revuelve para combinar. Sirve la cebada terminada cubierta con la carne de cerdo en rodajas y el tzatiki. Adorna con el za'atar restante. ¡Disfruta!"
    ],
    "tags": [
        "Mediterranean",
        "Comfort Food",
        "Meal Kit Recipes",
        "Dinner",
        "Main Dish",
        "Foodie",
        "Cooking for 1 or 2"
    ],
    "nutrition": {
        "calories": "590",
        "total_fat": "17g",
        "saturated_fat": "6g",
        "trans_fat": "0g",
        "cholesterol": "125mg",
        "sodium": "1360mg",
        "total_carbohydrate": "62g",
        "fiber": "12g",
        "sugar": "15g",
        "added_sugar": "0g",
        "protein": "51g"
    },
    "url": "https://diabetesfoodhub.org/recipes/seared-pork-chops-cucumber-yogurt-zaatar-vegetable-barley"
}