{
    "title": "Muslos de Pollo al Estilo Mojo con Ensalada de Cilantro y Pepitas de Ajo y Lima",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT20M",
    "cook_time": "PT15M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/diabetic-Mojo-Chicken_BA_021120.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "col lombarda",
            "us_amount": "1/2 lbs",
            "metric_amount": "227 ml"
        },
        {
            "name": "zanahorias",
            "us_amount": "6 oz (about 3 whole carrots)",
            "metric_amount": "6 oz (about 3 whole carrots)"
        },
        {
            "name": "mini pimientos dulces",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "sal",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "bolas de mozzarella fresca (escurridas)",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "jengibre fresco (finamente rallado)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "Rocíe un poco de vinagre balsámico por encima de cada tarta.",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "agua",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "hojuelas de pimiento rojo triturado",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "aceite de oliva (uso dividido)",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "pepitas",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "muslos de pollo deshuesados ​​y sin piel",
            "us_amount": "3/4 lbs",
            "metric_amount": "340 ml"
        }
    ],
    "instructions": [
        "Preparar y hacer la ensalada: lavar y secar los productos frescos. Quitarle el corazón a la col y cortar las hojas en rodajas finas. Pelar las zanahorias y rallarlas con el lado más grande de un rallador. Cortar y desechar los tallos de los pimientos, quitarles el corazón y cortarlos en rodajas finas a lo largo. Combinar las verduras preparadas en un bol grande; añadir el pesto de cilantro. Sazonar con sal (opcional) y pimienta; revolver para cubrir. Dejar marinar, revolviendo de vez en cuando, al menos 10 minutos.",
        "Prepara el resto de los ingredientes y haz la salsa: Mientras tanto, pela 2 dientes de ajo; con un rallador, ralla finamente hasta formar una pasta (o usa el lado pequeño de un rallador de caja). Ralla la lima hasta obtener 1 cucharadita (si no tienes un rallador, usa un pelador para quitar la cáscara verde de la lima, evitando la parte blanca; pica la cáscara). Corta la lima por la mitad transversalmente; exprime el jugo en un bol mediano. En el bol, agrega la mermelada de naranja, la mitad de la pasta de ajo, 2 cucharadas de agua y la cantidad de hojuelas de pimiento rojo que desees, dependiendo de qué tan picante te gustaría que sea el plato; sazona con sal (opcional) y pimienta. Revuelve para combinar.",
        "Prepara las pepitas con ajo y limón: en una sartén mediana (antiadherente, si tienes una), calienta 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agrega las pepitas; sazona con sal y pimienta. Cocina, revolviendo constantemente, de 1 a 3 minutos, o hasta que estén ligeramente doradas (ten cuidado, ya que las pepitas pueden estallar mientras se cocinan). Transfiere a un bol. Agrega la ralladura de limón y la cantidad de la pasta de ajo restante que desees; revuelve para cubrir. Limpia la sartén.",
        "Cocina el pollo y sirve el plato: seca el pollo con toallas de papel; sazona con sal (opcional) y pimienta por ambos lados. En una sartén mediana (antiadherente, si tienes una), calienta 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agrega el pollo sazonado y cocina de 5 a 7 minutos, o hasta que se dore. Da vuelta y cocina 4 minutos. Agrega la salsa (con cuidado, ya que el líquido puede salpicar) y cocina, vertiendo la salsa con frecuencia sobre el pollo, de 1 a 3 minutos, o hasta que el pollo esté cubierto y bien cocido.* Apaga el fuego. Sirve la ensalada cubierta con el pollo cocido (incluida la salsa de la sartén). Adorna con las pepitas de ajo y lima. ¡Disfruta! * Un termómetro de lectura instantánea debe registrar 165 °F."
    ],
    "tags": [
        "High in Fiber",
        "Latin American",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "510",
        "total_fat": "27g",
        "saturated_fat": "4.5g",
        "trans_fat": "0g",
        "cholesterol": "135mg",
        "sodium": "370mg",
        "total_carbohydrate": "33g",
        "fiber": "7g",
        "sugar": "19g",
        "added_sugar": "9g",
        "protein": "39g"
    },
    "url": "https://diabetesfoodhub.org/recipes/mojo-style-chicken-thighs-cilantro-slaw-and-garlic-lime-pepitas"
}