{
    "title": "Muslos de Pollo con Orégano y Fregola Sarda con Salsa de Tomate y Alcaparras",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1942-diabetic-oregano-chicken-thighs-fregola_Blue-Apron_040120.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "mini pimientos dulces",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "sal",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "ajo",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "col rizada",
            "us_amount": "1 bunch (about 6 oz)",
            "metric_amount": "1 bunch (about 6 oz)"
        },
        {
            "name": "tomates uva",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "alcaparras",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "aceite de oliva (uso dividido)",
            "us_amount": "3 tsp",
            "metric_amount": "15 g"
        },
        {
            "name": "agua",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "cebolla verde (cebolleta) (partes verdes y blancas, picadas)",
            "us_amount": "3/4 lbs",
            "metric_amount": "340 ml"
        },
        {
            "name": "Orégano seco (uso dividido)",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "Pasta fregola sarda",
            "us_amount": "2/3 cup",
            "metric_amount": "156 ml"
        },
        {
            "name": "hojuelas de pimiento rojo triturado",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "queso parmesano rallado",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        }
    ],
    "instructions": [
        "Prepara los ingredientes: llena una olla mediana hasta 3/4 de su capacidad con agua salada; tapa y calienta a fuego alto hasta que hierva. Lava y seca los productos frescos. Corta y desecha los tallos de los pimientos; retira los corazones y luego córtalos en rodajas finas. Corta por la mitad, pela y corta en rodajas finas la cebolla. Pela y pica en trozos grandes 2 dientes de ajo. Separa las hojas de col rizada de los tallos; desecha los tallos y luego pica las hojas en trozos grandes. Corta los tomates por la mitad. Pica las alcaparras en trozos grandes.",
        "Cocine las verduras: En una sartén mediana (antiadherente, si tiene una), caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue los pimientos en rodajas y la cebolla; sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, de 3 a 4 minutos, o hasta que estén ligeramente dorados. Agregue el ajo picado. Cocine, revolviendo constantemente, de 30 segundos a 1 minuto, o hasta que se ablande un poco. Agregue la col rizada picada; sazone con sal (opcional) y pimienta. Cocine, revolviendo con frecuencia, de 2 a 3 minutos, o hasta que se marchite un poco. Agregue 1/4 de taza de agua (con cuidado, ya que puede salpicar). Cocine, revolviendo con frecuencia, de 3 a 4 minutos, o hasta que la col rizada se marchite y el agua se haya evaporado. Transfiera a un tazón; cubra con papel de aluminio para mantener caliente. Limpie la sartén.",
        "Cocine el pollo: seque el pollo con toallas de papel; sazone ambos lados con sal (opcional), pimienta y la mitad del orégano. En la misma sartén, caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el pollo sazonado. Cocine de 5 a 7 minutos por lado, o hasta que esté dorado y bien cocido.* Deje los trozos dorados (o los restos) en la sartén y transfiéralos a un plato. * Un termómetro de lectura instantánea debe registrar 165 °F.",
        "Cocine la pasta: Mientras tanto, coloque la pasta en un colador y enjuáguela bien con agua para eliminar el exceso de almidón. Transfiérala a la olla con agua hirviendo. Cocine, sin tapar, durante 7 a 8 minutos o hasta que esté tierna. Apague el fuego. Escurra bien y vuelva a colocarla en la olla.",
        "Prepara la salsa de la sartén: en la sartén con el fondo reservado, calienta 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agrega los tomates cortados por la mitad; sazona con sal y pimienta. Cocina, revolviendo con frecuencia y presionando los tomates con el dorso de una cuchara, de 1 a 2 minutos o hasta que se ablanden un poco. Agrega las alcaparras picadas, el orégano restante y la cantidad de hojuelas de pimiento rojo que desees, según lo picante que quieras que sea el plato. Cocina, revolviendo constantemente, de 30 segundos a 1 minuto o hasta que se mezclen. Agrega 1/2 taza de agua (con cuidado, ya que puede salpicar). Sazona con sal (opcional) y pimienta. Cocina, revolviendo con frecuencia, de 2 a 3 minutos o hasta que el líquido se reduzca ligeramente en volumen. Apaga el fuego.",
        "Termina la pasta y sirve el plato: A la olla de pasta cocida, agrega las verduras cocidas y la mitad del queso; revuelve para combinar. Prueba y luego sazona con sal y pimienta si lo deseas. Sirve la pasta terminada cubierta con el pollo cocido y la salsa de la sartén. Adorna con el queso restante. ¡Disfruta!"
    ],
    "tags": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "640",
        "total_fat": "24g",
        "saturated_fat": "6g",
        "trans_fat": "0g",
        "cholesterol": "145mg",
        "sodium": "460mg",
        "total_carbohydrate": "61g",
        "fiber": "8g",
        "sugar": "9g",
        "added_sugar": "0g",
        "protein": "48g"
    },
    "url": "https://diabetesfoodhub.org/recipes/oregano-chicken-thighs-fregola-sarda-tomato-caper-pan-sauce"
}