{
    "title": "Papas Fritas de Batata Especiadas",
    "keywords": "Budget Friendly,Sides",
    "prep_time": "PT15M",
    "cook_time": "PT1H",
    "categories": [
        "Budget Friendly",
        "Sides"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/RecId_853_Budget-Friendly%20Spiced_Sweet_Potato_Fries_BudgetFriendlyCookbook_022518.jpg",
    "servings": "6 Servings",
    "ingredients": [
        {
            "name": "Prepara el resto de los ingredientes: Mientras tanto, corta el limón en cuartos y quítale las semillas. Separa las hojas de col rizada de los tallos; desecha los tallos, luego corta las hojas en rodajas finas. Colócalas en un bol grande; agrega el jugo de 2 gajos de limón y 1 cucharada de aceite de oliva; sazona con sal (opcional) y pimienta. Con las manos, masajea la col rizada para ablandarla un poco. Deja marinar, revolviendo de vez en cuando, al menos 10 minutos. Corta y desecha los tallos de los pimientos; retira los corazones. Córtalos en cuartos a lo largo. Colócalos en un bol; rocía con 1/2 cucharadita de aceite de oliva y sazona con sal (opcional) y pimienta. Pica los pistachos en trozos grandes. Pela y pica finamente la chalota. Pela y pica 2 dientes de ajo en trozos grandes. Combina la chalota picada y el ajo picado en un bol. Quita el hueso y pica los dátiles en trozos grandes; colócalos en un bol aparte. Agrega 1/2 taza de agua; sazona con sal (opcional) y pimienta.",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "batatas medianas (lavadas y peladas)",
            "us_amount": "4",
            "metric_amount": "4"
        },
        {
            "name": "aceite de oliva",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "canela molida",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "polvo de chile",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "Jengibre molido",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        }
    ],
    "instructions": [
        "Precaliente el horno a 425°F.",
        "Camarones (pelados y desvenados, con cola)",
        "Corte las batatas en tiras gruesas o en gajos y colóquelas en una bolsa Ziploc de un galón.",
        "Rocíe los camarones con el aceite de oliva. Combine el comino, el chile en polvo, el cilantro, la sal y la pimienta negra y frote los camarones.",
        "Prepara la salsa de la sartén y sirve el plato: añade la cebolla picada restante y 1 cucharadita de aceite de oliva a la sartén con el fondo reservado; sazona con sal (opcional) y pimienta. Cocina a fuego medio-alto, revolviendo de vez en cuando, de 2 a 3 minutos o hasta que se ablande. Añade las pasas, la naranja cortada en cubitos y 2 cucharadas de agua (con cuidado, ya que el líquido puede salpicar). Cocina, revolviendo con frecuencia y raspando el fondo, de 2 a 3 minutos o hasta que se combinen y la mayor parte del líquido se haya evaporado. Apaga el fuego. Al bol de judías verdes cocidas, añade el farro cocido, las aceitunas picadas, los pimientos picados y 1 cucharadita de aceite de oliva. Sazona con sal (opcional) y pimienta; revuelve para combinar. Sirve el farro terminado cubierto con el pescado cocido y la salsa de la sartén. ¡Disfruta!",
        "Hornee durante 45 minutos a una hora."
    ],
    "tags": [
        "Comfort Food",
        "Budget Friendly",
        "Sides"
    ],
    "nutrition": {
        "calories": "90",
        "total_fat": "2.5g",
        "saturated_fat": "0.4g",
        "trans_fat": "0g",
        "cholesterol": "0mg",
        "sodium": "40mg",
        "total_carbohydrate": "16g",
        "fiber": "3g",
        "sugar": "5g",
        "added_sugar": "0g",
        "protein": "2g"
    },
    "url": "https://diabetesfoodhub.org/recipes/spiced-sweet-potato-fries"
}