{
    "title": "Pizza de Verduras a la Parrilla",
    "keywords": "Dinner,Foodie,Vegetarian,Main Dish,Holidays & Entertaining",
    "prep_time": "PT1H25M",
    "cook_time": "PT15M",
    "categories": [
        "Dinner",
        "Foodie",
        "Vegetarian",
        "Main Dish",
        "Holidays & Entertaining"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/297-diabetic-grilled-vegetable-pizza_diabetes-cookbook_081618_1021x779.jpg",
    "servings": "8 Servings",
    "ingredients": [
        {
            "name": "agua tibia (alrededor de 100 grados)",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "Sustituto de azúcar moreno bajo en calorías",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "levadura seca activa",
            "us_amount": "1 packet",
            "metric_amount": "1 packet"
        },
        {
            "name": "harina de trigo integral",
            "us_amount": "2 cup",
            "metric_amount": "473 ml"
        },
        {
            "name": "verduras frescas salteadas (paquete)",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "spray antiadherente para cocinar",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "aceite de oliva",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "*Prepara tu propia salsa de reducción balsámica: agrega 1/4 de taza de vinagre balsámico a una cacerola pequeña, ponla a hervir a fuego alto, luego reduce el fuego a medio y cocina, revolviendo un par de veces, hasta que pueda cubrir el dorso de una cuchara (para obtener aproximadamente 1 1/2 cucharada), aproximadamente 5 minutos. (Nota: La reducción balsámica se espesa ligeramente a medida que se enfría).",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "ajo (rallado o picado)",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "albahaca fresca (picada)",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "calabacín mediano (cortado a lo largo en tercios)",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "eneldo seco (seco)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "Pimiento rojo (sin semillas y cortado en cuartos)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "baby bella muchrooms (cremini, con tallo)",
            "us_amount": "8",
            "metric_amount": "8"
        },
        {
            "name": "queso feta (bajo en grasa)",
            "us_amount": "3 1/2 oz",
            "metric_amount": "99 ml"
        },
        {
            "name": "humus",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        }
    ],
    "instructions": [
        "Prepare una batidora equipada con el gancho para masa. Si no tiene batidora, prepare el procesador de alimentos. También necesitará film transparente y papel encerado para la preparación de esta receta.",
        "Agrega agua tibia, levadura y azúcar morena Splenda al tazón de la batidora o al tazón del procesador de alimentos y deja que la levadura se hinche durante 5 minutos. La levadura debería comenzar a formar espuma.",
        "Asa los paquetes durante 20 minutos. Ten cuidado al abrirlos, el vapor puede estar caliente.",
        "Añade la masa amasada a un recipiente grande cubierto con aceite en aerosol, tapa y deja en un lugar cálido durante una hora para que suba.",
        "Mientras la masa sube, prepare una parrilla interior o exterior. Si utiliza una parrilla de carbón, precaliente también el horno a 300 grados.",
        "agua",
        "Cubre las verduras con aceite en aerosol y ásalas por ambos lados durante 7 a 9 minutos o hasta que estén bien cocidas.",
        "Retire las verduras de la parrilla y córtelas en cubitos mientras aún estén calientes. Agregue las verduras tibias y cortadas en cubitos al aderezo y revuelva para cubrirlas. Deje a un lado.",
        "Una vez que la masa haya subido durante una hora, golpéela y forme una bola. Amase la masa durante un minuto y luego cúbrala para que descanse durante 2 minutos.",
        "Una vez que la masa haya reposado, divídela en dos bolas. Mantén la masa con la que no estés trabajando cubierta con film transparente.",
        "cilantro fresco (finamente picado)",
        "eneldo fresco (finamente picado)",
        "Para cocinar la pizza, tenga las bases, las verduras marinadas y el queso listos en la parrilla. Baje el fuego de la parrilla a mínimo y coloque las dos bases de pizza en la parrilla (o puede hacerlo una a la vez para que sea más fácil de manejar). Deje que la base se ase durante 3 o 4 minutos o hasta que esté crujiente en la parte inferior. Dé vuelta la base y divida la mezcla de verduras y la marinada en partes iguales entre las dos pizzas, esparciéndolas hasta aproximadamente 1/2 pulgada del borde. Cubra cada pizza con la mitad del queso feta y cierre la tapa de la parrilla. Deje que la pizza termine de asarse durante otros 3 o 4 minutos. Apague la llama de la parrilla y deje la tapa cerrada durante otros dos minutos. Si usa una parrilla de carbón, precaliente el horno a 300 grados y lleve las pizzas al horno durante 5 minutos.",
        "Retire las pizzas y cubra cada una con 1 cucharadita de orégano seco, luego corte cada pizza en 8 trozos."
    ],
    "tags": [
        "CKD Dialysis",
        "CKD Non-Dialysis",
        "High in Fiber",
        "Kidney-Friendly",
        "Veggie Rich",
        "Italian",
        "Dinner",
        "Foodie",
        "Vegetarian",
        "Main Dish",
        "Holidays & Entertaining"
    ],
    "nutrition": {
        "calories": "180",
        "total_fat": "4.5g",
        "saturated_fat": "1.4g",
        "trans_fat": "0g",
        "cholesterol": "5mg",
        "sodium": "310mg",
        "total_carbohydrate": "31g",
        "fiber": "5g",
        "sugar": "5g",
        "added_sugar": "0g",
        "protein": "9g"
    },
    "url": "https://diabetesfoodhub.org/recipes/grilled-vegetable-pizza"
}