{
    "title": "Pollo Romesco y Espinaca con Cuscús de Pimiento y Tzatziki",
    "keywords": "Meal Kit Recipes,Main Dish,Foodie,Dinner",
    "prep_time": "PT10M",
    "cook_time": "PT20M",
    "categories": [
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/diabetic-romesco-chicken-spinach_blue-apron-020120.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "mini pimientos dulces",
            "us_amount": "1/2 lbs",
            "metric_amount": "227 ml"
        },
        {
            "name": "ajo",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "judías verdes frescas",
            "us_amount": "1 small",
            "metric_amount": "1 small"
        },
        {
            "name": "aceitunas castelvatrano o verdes",
            "us_amount": "1 oz",
            "metric_amount": "28 ml"
        },
        {
            "name": "condimento multiuso sin sal (como Mrs. Dash)",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "cuscús",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "Aguacate Hass (en rodajas)",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "agua",
            "us_amount": "1 1/2 cup",
            "metric_amount": "355 ml"
        },
        {
            "name": "pechugas de pollo deshuesadas y sin piel (cortadas en trozos del tamaño de un bocado)",
            "us_amount": "18 oz",
            "metric_amount": "509 ml"
        },
        {
            "name": "salsa romesco",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "espinaca bebé",
            "us_amount": "5 oz",
            "metric_amount": "142 ml"
        },
        {
            "name": "salsa tzatziki",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        }
    ],
    "instructions": [
        "Prepara los ingredientes: lava y seca los productos frescos. Corta y desecha los tallos de los pimientos, quítales el corazón y córtalos en rodajas finas. Pela y pica 2 dientes de ajo. Corta por la mitad, pela y corta en rodajas finas la cebolla. Con la parte plana del cuchillo, aplasta las aceitunas para quitarles los carozos. Desecha los carozos y pica las aceitunas en rodajas finas.",
        "Cocine el cuscús: En una olla mediana, caliente 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue los pimientos en rodajas y el ajo picado; sazone con sal (opcional) y pimienta. Cocine, revolviendo con frecuencia, de 2 a 3 minutos, o hasta que se ablande un poco. Agregue el cuscús, las grosellas y 1 1/2 tazas de agua (con cuidado, ya que el líquido puede salpicar); revuelva para combinar. Caliente a fuego alto hasta que hierva. Una vez que hierva, apague el fuego. Cubra y deje reposar de 6 a 8 minutos, o hasta que el agua se haya absorbido y el cuscús esté tierno. Esponje con un tenedor. Cubra para mantener caliente.",
        "Prepara el pollo y la cebolla: Mientras tanto, seca el pollo con toallas de papel. Colócalo en un bol; añade la cebolla cortada en rodajas. Sazona con sal (opcional) y pimienta. Revuelve para cubrir, separando las capas de cebolla. En una sartén grande (antiadherente, si tienes una), calienta 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Añade el pollo sazonado y la cebolla en una capa uniforme. Cocina, sin revolver, de 3 a 4 minutos, o hasta que se doren levemente.",
        "Termina y sirve tu plato: Agrega las aceitunas picadas a la sartén. Cocina, revolviendo ocasionalmente, durante 3 a 4 minutos, o hasta que el pollo esté dorado y bien cocido. Apaga el fuego. Agrega la salsa romesco y las espinacas; revuelve hasta que se combinen y las espinacas estén ligeramente marchitas. Sirve el cuscús cocido cubierto con el pollo y las verduras terminadas y el tzatziki. ¡Disfruta!"
    ],
    "tags": [
        "Mediterranean",
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner"
    ],
    "nutrition": {
        "calories": "440",
        "total_fat": "21g",
        "saturated_fat": "4g",
        "trans_fat": "0g",
        "cholesterol": "95mg",
        "sodium": "470mg",
        "total_carbohydrate": "37g",
        "fiber": "4g",
        "sugar": "8g",
        "added_sugar": "0g",
        "protein": "36g"
    },
    "url": "https://diabetesfoodhub.org/recipes/romesco-chicken-spinach-pepper-couscous-tzatziki"
}