{
    "title": "Pollo Ahumado con Salsa Cremosa de Cilantro y Farro de Pimiento Dulce y Calabacín",
    "keywords": "Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/0120_FPP_Piri-Piri-Chicken_045_SQ_Web.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "farro",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "calabacín",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "zanahoria(s) (pelada, cortada en cubos grandes)",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "Calabaza pequeña para pastel o azúcar (pelada, sin semillas y cortada en dados grandes)",
            "us_amount": "1/2 lbs",
            "metric_amount": "227 ml"
        },
        {
            "name": "ajo (picado)",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "aceite de oliva",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "queso blanco",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "Miel",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "vinagre de vino tinto",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "hojuelas de pimiento rojo triturado",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "pimentón ahumado",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "pimentón dulce",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "albahaca fresca (picada)",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "polvo de ajo",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "cebolla en polvo",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "Vierta la mezcla de miel sobre el pollo. Cubra la sartén con una tapa, baje el fuego a medio y cocine durante 5 minutos, hasta que el pollo alcance una temperatura interna de 170 °F.",
            "us_amount": "2 tbsp plus 1/2 tsp",
            "metric_amount": "2 tbsp plus 1/2 tsp"
        },
        {
            "name": "pechugas de pollo",
            "us_amount": "4 (6-oz) breasts",
            "metric_amount": "4 (6-oz) breasts"
        }
    ],
    "instructions": [
        "Cocine el farro: Llene una olla mediana con agua hasta 3/4 de su capacidad; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue el farro y cocínelo, sin tapar, durante 18 a 20 minutos o hasta que esté tierno. Apague el fuego. Escurra bien y vuelva a colocarlo en la olla.",
        "Prepara los ingredientes: Mientras tanto, lava y seca los productos frescos. Corta el calabacín en dados medianos. Pela y pica 2 dientes de ajo. Corta y desecha los tallos de los pimientos morrones; retira las semillas y córtalos en dados grandes. Pica los pimientos morrones en trozos grandes. Para preparar el pesto cremoso de cilantro, en un bol, combina la salsa de cilantro y el queso blanco. Para preparar el aderezo, en un bol aparte, combina la miel, el vinagre y la cantidad de hojuelas de pimiento rojo que desees, según lo picante que quieras que sea el plato. Sazona con sal (opcional) y pimienta. Para preparar la mezcla de especias, combina el pimentón ahumado y dulce, la mostaza en polvo, el ajo en polvo y la cebolla en polvo en un bol pequeño.",
        "Cocine las verduras: En una sartén grande (antiadherente, si tiene una), caliente 1 cucharada de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el calabacín cortado en cubitos en una capa uniforme. Cocine, sin revolver, de 3 a 4 minutos o hasta que se dore. Agregue el ajo picado y los pimientos dulces cortados en cubitos. Cocine, revolviendo con frecuencia, de 2 a 3 minutos o hasta que se ablanden. Transfiera a un tazón; cubra con papel de aluminio para mantener caliente. Limpie la sartén.",
        "canela molida",
        "Termina el farro y sirve el plato: En la olla de farro cocido, agrega el aderezo, los pimientos morrones picados, las verduras cocidas y 1/2 cucharadita de aceite de oliva. Sazona con sal (opcional) y pimienta; revuelve para combinar. Sirve el farro terminado cubierto con el pollo en rodajas. Rocía con la salsa cremosa de cilantro. ¡Disfruta!"
    ],
    "tags": [
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "520",
        "total_fat": "16g",
        "saturated_fat": "2g",
        "trans_fat": "0g",
        "cholesterol": "125mg",
        "sodium": "210mg",
        "total_carbohydrate": "47g",
        "fiber": "6g",
        "sugar": "16g",
        "added_sugar": "0g",
        "protein": "48g"
    },
    "url": "https://diabetesfoodhub.org/recipes/smoky-chicken-creamy-cilantro-sauce-sweet-pepper-zucchini-farro"
}