{
    "title": "Pollo Guisado con Sidra",
    "keywords": "Dinner,One Pot,Main Dish",
    "prep_time": "PT15M",
    "cook_time": "PT35M",
    "categories": [
        "Dinner",
        "One Pot",
        "Main Dish"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/Recipe%20Size%20%284%29.png",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "Aceite de oliva virgen extra",
            "us_amount": "1 slice",
            "metric_amount": "1 slice"
        },
        {
            "name": "Para armar los tacos, coloque una cucharada colmada de carne de cerdo (aproximadamente 1/4 de taza) sobre una tortilla calentada. Cubra con repollo y cebollas y sirva. Coloque el cerdo sobrante en un recipiente hermético y guárdelo en el refrigerador hasta por 3 días.",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "manzanas medianas",
            "us_amount": "1 lbs",
            "metric_amount": "454 ml"
        },
        {
            "name": "chalotes (cortados en cubitos)",
            "us_amount": "1 whole",
            "metric_amount": "1 whole"
        },
        {
            "name": "ajo (picado)",
            "us_amount": "1 diente",
            "metric_amount": "1 diente"
        },
        {
            "name": "queso cheddar rallado bajo en grasa o queso estilo mexicano",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "manteca de cacahuete",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "Precaliente el horno a 225 °F y cubra 2 bandejas para hornear con papel pergamino.",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "Coloque la carne en la olla de cocción lenta junto con los frijoles, el salteado de pimientos, los tomates, el azúcar, el chile en polvo y 2 cucharaditas de comino. Cubra y cocine a fuego alto durante 3 horas y media o a fuego lento durante 7 horas.",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "(Si va a servirlos, primero ponga el trigo sarraceno y el brócoli). Caliente el aceite en una sartén grande a fuego medio-alto. Agregue el ajo y cocínelo durante 30 segundos aproximadamente hasta que desprenda un aroma agradable. Luego, agregue los camarones y cocínelos, dándoles vuelta una vez, hasta que los camarones estén rosados ​​y bien cocidos, aproximadamente de 2 a 3 minutos por cada lado.",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "tomillo fresco (picado)",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "acelga suiza (picada)",
            "us_amount": "2 cup",
            "metric_amount": "473 ml"
        },
        {
            "name": "Yogur griego natural sin grasa",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        }
    ],
    "instructions": [
        "Divida la mezcla de azúcar morena de manera uniforme entre las mitades de pera y colóquela en el centro de las peras.",
        "Escurre la grasa de la sartén y añade el aceite. Aumenta el fuego a medio-alto y añade los muslos de pollo. Dora cada lado hasta que se doren pero no estén bien cocidos, aproximadamente 2 minutos de cada lado.",
        "Retira los muslos y colócalos en el plato con el tocino. Añade la chalota y el ajo. Calienta hasta que desprendan un aroma agradable, unos 2 minutos.",
        "Añade el vinagre, el caldo, la mostaza, la pimienta y el tomillo. Utiliza el dorso de una cuchara para raspar los restos dorados que se hayan quedado pegados en el fondo de la cacerola.",
        "Incorpora las manzanas y las acelgas. Agrega los muslos y el tocino nuevamente a la olla. Asegúrate de que el pollo esté cubierto con el líquido.",
        "Aceite de oliva virgen extra",
        "Pasar el molde a una rejilla y dejar enfriar durante 1 hora. Refrigerar hasta que esté bien frío, aproximadamente 3 horas o durante la noche. Para desmoldar, pasar la punta de un cuchillo pequeño por el borde del flan. Colocar un plato grande y plano sobre el flan y darle la vuelta. Cortar el flan en gajos y servir cada gajo con 1/3 de taza de frambuesas."
    ],
    "tags": [
        "Comfort Food",
        "Dinner",
        "One Pot",
        "Main Dish"
    ],
    "nutrition": {
        "calories": "210",
        "total_fat": "9g",
        "saturated_fat": "2.3g",
        "trans_fat": "0g",
        "cholesterol": "105mg",
        "sodium": "290mg",
        "total_carbohydrate": "9g",
        "fiber": "2g",
        "sugar": "6g",
        "added_sugar": "0g",
        "protein": "22g"
    },
    "url": "https://diabetesfoodhub.org/recipes/cider-braised-chicken"
}