{
    "title": "Salmón Sellado y Vinagreta de Chalota y Dijon con Patatas Asadas y Verduras Salteadas",
    "keywords": "Meal Kit Recipes,Main Dish,Foodie,Dinner",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1878-diabetic-Mustard-Salmon-Potatoes_BA_010920.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "papas doradas bebes",
            "us_amount": "1 1/4 lbs",
            "metric_amount": "567 ml"
        },
        {
            "name": "aceite de oliva (dividido)",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "Agregue los guisantes y el pimiento morrón, revuelva para mezclar y ajuste la sazón. Espolvoree con las semillas de sésamo y el cilantro y sirva inmediatamente.",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "judías verdes frescas",
            "us_amount": "6 oz",
            "metric_amount": "170 ml"
        },
        {
            "name": "mini pimientos dulces",
            "us_amount": "1/2 lbs",
            "metric_amount": "227 ml"
        },
        {
            "name": "ajo",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "pimientos picantes dulces",
            "us_amount": "1 oz",
            "metric_amount": "28 ml"
        },
        {
            "name": "chalote",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "vinagre de arroz",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "mostaza Dijon gruesa",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "Añade el brócoli al vapor y, utilizando una espátula, córtalo en trozos pequeños y revuélvelo con el jamón y las cebollas.",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "Filete de salmón con piel (10 oz)",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "Sal y pimienta al gusto (opcional)",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        }
    ],
    "instructions": [
        "Prepara y asa las papas: coloca una rejilla de horno en el centro del horno y precalienta a 450 °F. Lava y seca los productos frescos. Corta las papas a lo largo por la mitad y luego en trozos de 1/2 pulgada. Colócalas en una bandeja para hornear. Rocía con 1/2 cucharadita de aceite de oliva; sazona con sal (opcional), pimienta y el condimento italiano. Revuelve para cubrir. Coloca en una capa uniforme. Asa durante 21 a 23 minutos o hasta que estén ligeramente doradas y tiernas al pincharlas con un tenedor. Retira del horno.",
        "Prepara los ingredientes y haz la vinagreta: Mientras tanto, corta y desecha los extremos del tallo de las judías verdes. Corta y desecha los tallos de los pimientos morrones; retira las semillas y córtalos en cuartos a lo largo. Pela y pica 2 dientes de ajo. Pica groseramente los pimientos picantes. Pela la chalota; pícala finamente para obtener 2 cucharadas (puede que te sobren). En un bol, bate la chalota picada, el vinagre, la mostaza y 2 cucharadas de aceite de oliva hasta que se mezclen bien. Prueba y luego sazona con sal (opcional) y pimienta si lo deseas.",
        "Cocine y termine de cocinar las verduras: En una sartén grande (antiadherente, si tiene una), caliente 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue las judías verdes preparadas en una capa uniforme. Cocine, sin revolver, de 2 a 3 minutos o hasta que estén ligeramente doradas. Agregue los pimientos dulces cortados en cuartos; sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, de 4 a 5 minutos o hasta que estén ligeramente tiernos. Agregue el ajo picado; sazone con sal y pimienta. Cocine, revolviendo con frecuencia, de 1 a 2 minutos o hasta que esté ligeramente tierno. Agregue 1/4 de taza de agua (con cuidado, ya que el líquido puede salpicar). Cocine, revolviendo con frecuencia, de 1 a 2 minutos o hasta que el agua se haya evaporado. Transfiera a un tazón grande. Agregue los pimientos picantes picados y sazone con sal (opcional) y pimienta. Revuelva para combinar; cubra con papel de aluminio para mantener caliente. Limpie la sartén.",
        "Cocina el pescado y sirve el plato: seca el pescado con papel absorbente. Sazona con sal (opcional) y pimienta por ambos lados. En la misma sartén, calienta 2 cucharaditas de aceite de oliva a fuego medio hasta que esté caliente. Agrega el pescado sazonado, con la piel hacia arriba. Cubre la sartén sin apretar con papel de aluminio. Cocina de 3 a 5 minutos o hasta que esté ligeramente dorado. Da vuelta y cocina de 2 a 4 minutos o hasta que esté dorado y bien cocido (un termómetro de lectura instantánea debe registrar 145 °F). Apaga el fuego. Sirve el pescado cocido con las papas asadas y las verduras cocidas. Cubre el pescado con la vinagreta. ¡Disfruta!"
    ],
    "tags": [
        "Veggie Rich",
        "Seafood",
        "French",
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner"
    ],
    "nutrition": {
        "calories": "560",
        "total_fat": "32g",
        "saturated_fat": "6g",
        "trans_fat": "0g",
        "cholesterol": "80mg",
        "sodium": "870mg",
        "total_carbohydrate": "35g",
        "fiber": "6g",
        "sugar": "6g",
        "added_sugar": "0g",
        "protein": "34g"
    },
    "url": "https://diabetesfoodhub.org/recipes/seared-salmon-shallot-dijon-vinaigrette-roasted-potatoes-sauteed-vegetables"
}