{
    "title": "Salteado de Cerdo y Freekeh con Coles de Bruselas, Zanahorias y Pimientos Shishito",
    "keywords": "Meal Kit Recipes,Main Dish,Foodie,Dinner,Cooking for 1 or 2",
    "prep_time": "PT10M",
    "cook_time": "PT40M",
    "categories": [
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1879-Diabetic-Pork-freekah-brussels-sprouts-carrots-shishito-peppers_Blue-Apron_011320.jpg",
        "Carrots",
        "and Shishito Peppers\" loading=\"lazy\" />"
    ],
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "frikah",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "zanahorias)",
            "us_amount": "6 oz (about 3 whole carrots)",
            "metric_amount": "6 oz (about 3 whole carrots)"
        },
        {
            "name": "coles de Bruselas",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "pimientos shishito",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        },
        {
            "name": "Vierta la mezcla de tomate sobre las pechugas de pollo y hornee durante 35-45 minutos (dependiendo del tamaño de las pechugas de pollo) o hasta que la temperatura interna sea de 165 grados F.",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "jengibre fresco",
            "us_amount": "1-inch piece",
            "metric_amount": "1-inch piece"
        },
        {
            "name": "sal",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "soy sauce",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "aceite de sésamo",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "albahaca seca (para la corteza)",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "Sal Kosher (Para la corteza)",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "chuletas de cerdo deshuesadas",
            "us_amount": "2 cutlets (6 oz total)",
            "metric_amount": "2 cutlets (6 oz total)"
        },
        {
            "name": "aceite de oliva (uso dividido)",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "semillas de sésamo blanco y negro",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        }
    ],
    "instructions": [
        "Cocine el freekah: llene una olla mediana con agua hasta 3/4 de su capacidad; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue el freekah y cocínelo, sin tapar, durante 24 a 26 minutos o hasta que esté tierno. Escurra bien.",
        "Prepara el resto de los ingredientes y haz la salsa: Mientras tanto, lava y seca los productos frescos. Pela las zanahorias; córtalas en rodajas finas en ángulo. Corta y desecha los extremos del tallo de las coles de Bruselas; córtalas en cuartos a lo largo. Combina en un bol. Pela y pica 2 dientes de ajo. Pela y pica finamente el jengibre. Corta y desecha los tallos de los pimientos; córtalos en trozos de 1 pulgada. Combina en un bol. Lávate bien las manos, el cuchillo y la tabla de cortar inmediatamente después de manipular los pimientos. Corta la lima por la mitad transversalmente; exprime el jugo en un bol mediano. Agrega la salsa de soja, el aceite de sésamo, la miel y la cantidad de hojuelas de pimiento rojo que desees, dependiendo de qué tan picante te gustaría que fuera el plato. Bate para combinar bien.",
        "Cocine el cerdo: seque el cerdo con toallas de papel; sazone con sal (opcional) y pimienta por ambos lados. En una sartén grande (antiadherente, si tiene una), caliente 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el cerdo sazonado. Cocine de 2 a 3 minutos por lado, o hasta que esté dorado y bien cocido. Deje los trozos dorados (o los que se hayan fundido) en la sartén y transfiéralos a una tabla de cortar. Corte con cuidado en trozos del tamaño de un bocado.",
        "Comience a saltear: en la sartén con el fondo reservado, caliente 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue las zanahorias preparadas y las coles de Bruselas en una capa uniforme. Cocine, sin revolver, de 3 a 4 minutos o hasta que se doren levemente. Agregue 1/4 de taza de agua (con cuidado, ya que el líquido puede salpicar). Cocine, revolviendo ocasionalmente, de 3 a 4 minutos o hasta que el agua se haya evaporado. Agregue la mezcla de pimientos preparada; sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, de 3 a 4 minutos o hasta que se ablanden.",
        "Termina de saltear y sirve el plato: agrega el freekeh cocido, los trozos de cerdo y la salsa a la sartén. Cocina a fuego medio-alto, revolviendo con frecuencia, durante 2 a 3 minutos o hasta que se combinen y la salsa se espese un poco. Apaga el fuego. Prueba y luego sazona con sal y pimienta si lo deseas. Sirve el salteado terminado adornado con las semillas de sésamo. ¡Disfruta!"
    ],
    "tags": [
        "High in Fiber",
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2"
    ],
    "nutrition": {
        "calories": "470",
        "total_fat": "14g",
        "saturated_fat": "2g",
        "trans_fat": "0g",
        "cholesterol": "0mg",
        "sodium": "640mg",
        "total_carbohydrate": "60g",
        "fiber": "11g",
        "sugar": "16g",
        "added_sugar": "0g",
        "protein": "31g"
    },
    "url": "https://diabetesfoodhub.org/recipes/pork-freekeh-stir-fry-brussels-sprouts-carrots-and-shishito-peppers"
}