{
    "title": "Sopa de Puré de Papas con Ajo",
    "keywords": "Appetizers,Dinner,Lunch,Main Dish,Sides,Soup",
    "prep_time": "PT15M",
    "cook_time": "PT30M",
    "categories": [
        "Appetizers",
        "Dinner",
        "Lunch",
        "Main Dish",
        "Sides",
        "Soup"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/RecId_707_GarlicMashedPotatoSoup_SixOClockScramble_022618.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "margarina (sin grasas trans)",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "cebolla amarilla (cortada en cubitos)",
            "us_amount": "1/2",
            "metric_amount": "1/2"
        },
        {
            "name": "cilantro molido",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "aceite de oliva",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "caldo de pollo bajo en sodio",
            "us_amount": "32 oz",
            "metric_amount": "906 ml"
        },
        {
            "name": "crema agria (sin grasa)",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "Cebolleta (en rodajas finas o cebollino)",
            "us_amount": "4",
            "metric_amount": "4"
        },
        {
            "name": "queso cheddar (rallado, 50% reducido en grasa)",
            "us_amount": "1/3 cup",
            "metric_amount": "78 ml"
        },
        {
            "name": "jarabe de arce puro",
            "us_amount": "2 slice",
            "metric_amount": "2 slice"
        }
    ],
    "instructions": [
        "HAGA CON ANTICIPACIÓN O DELEGUE: Corte la cebolla en cuadritos, pele el ajo, pele y corte las papas en cuadritos y guárdelas en un recipiente con suficiente agua para cubrirlas para que no se doren, corte las cebolletas en rodajas, ralle el queso si es necesario y refrigere, cocine y desmenuce el tocino, o prepare completamente la sopa y refrigérela.",
        "(Empiece a cocinar los palitos de pan y las brochetas, si los va a servir). En una olla, caliente la margarina a fuego medio. Agregue las cebollas y el ajo y saltee durante 3 a 5 minutos hasta que las cebollas estén traslúcidas. Agregue las papas y cocínelas, revolviendo con frecuencia, durante 1 a 2 minutos para cubrirlas. Agregue el caldo, llévelo a ebullición baja y cocine a fuego lento durante 20 a 25 minutos, revolviendo de vez en cuando, hasta que las papas estén muy tiernas.",
        "Licue la sopa con una batidora de mano o una batidora de pie. Si es necesario, vuelva a colocar la sopa en la olla y agregue la crema agria hasta que quede suave. Sirva la sopa inmediatamente, con cebolletas, queso, tocino y crema agria adicional, si lo desea, o refrigérela hasta por 2 días.",
        "INSTRUCCIONES PARA COCINAR A TEMPERATURA LENTA: Agrega las cebollas, el ajo, las papas y el caldo a la olla de cocción lenta y cocina a temperatura baja durante 6 a 10 horas o a temperatura alta durante 3 a 4 horas. 30 minutos antes de servir, usa una licuadora de inmersión o de pie para hacer puré la sopa, luego agrega la crema agria. Sirve con cebolletas, queso, tocino y crema agria adicional, si lo deseas. (Los tiempos de cocción en olla de cocción lenta pueden variar; familiarízate con tu olla de cocción lenta y, si es necesario, ajusta los tiempos de cocción según corresponda).",
        "POTENCIADOR DE SABOR Sirva con salsa picante, como Tabasco."
    ],
    "tags": [
        "Kid Friendly",
        "Comfort Food",
        "Appetizers",
        "Dinner",
        "Lunch",
        "Main Dish",
        "Sides",
        "Soup"
    ],
    "nutrition": {
        "calories": "155",
        "total_fat": "4g",
        "saturated_fat": "1.6g",
        "trans_fat": "0g",
        "cholesterol": "5mg",
        "sodium": "445mg",
        "total_carbohydrate": "24g",
        "fiber": "2g",
        "sugar": "3g",
        "added_sugar": "0g",
        "protein": "7g"
    },
    "url": "https://diabetesfoodhub.org/recipes/garlic-mashed-potato-soup"
}