{
    "title": "Tazones de Salmón en Freidora de Aire con Salsa Yum Yum",
    "keywords": "Dinner,Lunch",
    "prep_time": "PT15M",
    "cook_time": "PT12M",
    "categories": [
        "Dinner",
        "Lunch"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/2024-08/61024_splenda_dfh_779x590_salmonbowl.jpg",
        "avocado",
        "and veggies.\" loading=\"lazy\" />"
    ],
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "leche de almendras sin azúcar",
            "us_amount": "3 tsp",
            "metric_amount": "15 g"
        },
        {
            "name": "agua",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "Yogur griego de vainilla (sin grasa)",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "filetes de salmón (3 onzas cada uno)",
            "us_amount": "2 whole",
            "metric_amount": "2 whole"
        },
        {
            "name": "mayonesa ligera (para la salsa)",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "salsa de soja baja en sodio (para la salsa)",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "vinagre de vino de arroz (para la salsa)",
            "us_amount": "1/2 tbsp",
            "metric_amount": "7 ml"
        },
        {
            "name": "Coloque los frijoles en un tazón pequeño. Con el dorso de un tenedor, triture hasta que alcancen una consistencia casi suave.",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "pimentón (para la salsa)",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "espárragos (lavados, recortados y secos)",
            "us_amount": "8 oz",
            "metric_amount": "226 ml"
        },
        {
            "name": "arroz integral cocido",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "cebolla verde (cebolleta) (en rodajas)",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        }
    ],
    "instructions": [
        "Para preparar el salmón: agrega 1 cucharadita de endulzante de stevia Splenda, 1/2 cucharadita de jengibre y jugo de granada a una bolsa con cierre hermético. Agrega los filetes de salmón, cierra bien la bolsa y masajea suavemente para asegurarte de que todo el sabor se combine con los filetes de salmón. Deja marinar durante 10 minutos.",
        "Rocíe la freidora de aire con spray antiadherente y agregue con cuidado los filetes de salmón. Cocine el salmón a 400 grados F durante 7 a 9 minutos, según el grosor (¡tenga cuidado de no cocinarlo demasiado!).",
        "Para preparar la salsa Yum Yum: mezcle 2 cucharaditas de edulcorante, 1/2 cucharadita de jengibre y todos los ingredientes de la salsa en un tazón pequeño. Pruebe la salsa para ver si necesita más jengibre, ajo o edulcorante Splenda Stevia y ajuste la cantidad según corresponda.",
        "Añade una cucharada de agua a la vez para diluir la salsa hasta que tenga una consistencia cremosa. Deja reposar para que los sabores se combinen por completo.",
        "Para armar el recipiente: Rocíe el interior de la freidora de aire con aceite en aerosol antiadherente. Agregue los espárragos y cúbralos con aceite en aerosol antiadherente. Espolvoree con un poco de sal y pimienta si lo desea. Cocine en la freidora de aire a 400 grados F durante 4 a 5 minutos.",
        "Divida el arroz en dos tazones. Coloque sobre cada uno un filete de salmón de 85 gramos y luego coloque 110 gramos de espárragos cocidos a un lado del tazón. Espolvoree las cebollas verdes. Agregue semillas de sésamo y trozos de aguacate si lo desea. Rocíe con salsa Yum Yum. Disfrute de inmediato."
    ],
    "tags": [
        "Seafood",
        "Asian",
        "Dinner",
        "Lunch"
    ],
    "nutrition": {
        "calories": "350",
        "total_fat": "17g",
        "saturated_fat": "0g",
        "trans_fat": "0g",
        "cholesterol": "50mg",
        "sodium": "140mg",
        "total_carbohydrate": "29g",
        "fiber": "4g",
        "sugar": "4g",
        "added_sugar": "0g",
        "protein": "22g"
    },
    "url": "https://diabetesfoodhub.org/recipes/air-fryer-salmon-bowls-yum-yum-sauce"
}