{
    "title": "Tazones de Arroz con Pollo y Espinaca al Estilo Japonés",
    "keywords": "Budget Friendly,Dinner,Lunch,One Pot,Slow Cooker,Soup",
    "prep_time": "PT30M",
    "cook_time": "PT3H",
    "categories": [
        "Budget Friendly",
        "Dinner",
        "Lunch",
        "One Pot",
        "Slow Cooker",
        "Soup"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/japanese-chicken-spinach-rice-bowl-crop.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "pechugas de pollo (deshuesadas, sin piel, cortadas en mitades, sin grasa visible)",
            "us_amount": "1 lbs",
            "metric_amount": "454 ml"
        },
        {
            "name": "apio (tallo, cortado en cuartos)",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "cebolla(s) (cortadas en gajos de 1/2 pulgada)",
            "us_amount": "1/2 med",
            "metric_amount": "1/2 med"
        },
        {
            "name": "ajo (picado)",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "salsa de soja baja en sodio",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "polvo de ajo",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "hojuelas de pimiento rojo triturado",
            "us_amount": "1/8 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "agua",
            "us_amount": "3 cup",
            "metric_amount": "710 ml"
        },
        {
            "name": "Caldo de pollo sin sal añadida (sin grasa)",
            "us_amount": "2 cup",
            "metric_amount": "473 ml"
        },
        {
            "name": "arroz integral",
            "us_amount": "2/3 cup",
            "metric_amount": "156 ml"
        },
        {
            "name": "espinaca (aproximadamente 4 tazas de hojas frescas ligeramente compactas, recortadas y picadas en trozos grandes)",
            "us_amount": "4 cup",
            "metric_amount": "946 ml"
        },
        {
            "name": "Llene el agujero con todo el relleno, usando una cuchara para asegurarse de que el relleno atraviese todo el lomo.",
            "us_amount": "4 med",
            "metric_amount": "4 med"
        },
        {
            "name": "cebolla verde (cebolleta) (cortada en rodajas finas)",
            "us_amount": "2 med",
            "metric_amount": "2 med"
        },
        {
            "name": "Coloque los chiles jalapeños sobre un trozo de papel de aluminio o una bandeja para hornear pequeña. Colóquelos en la rejilla superior del horno y áselos hasta que la piel se ennegrezca, dándoles vuelta de vez en cuando. Aproximadamente de 20 a 30 minutos.",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        }
    ],
    "instructions": [
        "Coloque el pollo en una olla de cocción lenta a fuego medio. Agregue los trozos de apio, las rodajas de cebolla, el ajo, la salsa de soja, el vinagre y las hojuelas de pimiento picante. Agregue el agua y el caldo de pollo. Cubra y cocine a fuego lento durante 3 a 5 horas, o hasta que el pollo esté completamente cocido y alcance una temperatura de 165 °F.",
        "Coloque todos los ingredientes excepto el pollo en un procesador de alimentos y mezcle hasta que quede suave.",
        "Con una espumadera, saca el pollo de la olla de cocción lenta y colócalo sobre una tabla de cortar. Cuele el caldo a través de un colador de malla fina en un recipiente hondo. Vierta el caldo caliente nuevamente en la olla de cocción lenta. Encienda la olla de cocción lenta a temperatura alta.",
        "Sal kosher",
        "Coloque con una cuchara 1/2 taza de arroz integral cocido en cada tazón para servir. Vierta 1 1/2 taza de la mezcla de pollo, espinaca y caldo sobre el arroz. Cubra con rodajas de rábanos y cebollas verdes. Espolvoree con semillas de sésamo.",
        "Variación de olla a presión: Coloque el pollo, el apio, la cebolla, el ajo, la salsa de soja, el vinagre y las hojuelas de pimiento picante en la olla a presión. Agregue el agua y el caldo de pollo. Cierre bien la tapa. Cocine a presión alta durante 6 minutos. Libere rápidamente la presión. Retire el pollo y colóquelo sobre una tabla de cortar. Cuele el caldo y devuélvalo a la olla a presión. Corte el pollo en trozos del tamaño de un bocado y revuélvalo en el caldo. Configure la olla a presión en la configuración de salteado. Agregue la espinaca y cocine, revolviendo con frecuencia, durante 3 a 5 minutos o hasta que la espinaca esté cocida. Proceda como indica la receta, colocando el pollo y la espinaca sobre el arroz integral cocido y cubra con rábanos, cebollas verdes y semillas de sésamo."
    ],
    "tags": [
        "Asian",
        "Budget Friendly",
        "Dinner",
        "Lunch",
        "One Pot",
        "Slow Cooker",
        "Soup"
    ],
    "nutrition": {
        "calories": "270",
        "total_fat": "4.5g",
        "saturated_fat": "1.1g",
        "trans_fat": "0g",
        "cholesterol": "65mg",
        "sodium": "210mg",
        "total_carbohydrate": "27g",
        "fiber": "2g",
        "sugar": "2g",
        "added_sugar": "0g",
        "protein": "29g"
    },
    "url": "https://diabetesfoodhub.org/recipes/japanese-chicken-and-spinach-rice-bowls"
}