{
    "title": "Tilapia con Togarashi y Pepino Marinados con Verduras Salteadas al Miso",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT15M",
    "cook_time": "PT20M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1885-Diabetic-Togarashi-Tilapia_BA_012520.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "Miel",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "judías verdes frescas",
            "us_amount": "6 oz",
            "metric_amount": "170 ml"
        },
        {
            "name": "bok choy bebé",
            "us_amount": "10 oz",
            "metric_amount": "283 ml"
        },
        {
            "name": "zanahorias",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "mini pimientos dulces",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "pepino persa",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "Vinagre de sidra de manzana",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "aceite de sésamo (dividido)",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "En un bol, mezcle la salsa de soja, el vinagre de arroz, el aceite de sésamo, el jarabe de arce o el néctar de agave, el ajo picado y el jengibre rallado para crear la marinada.",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "agua (dividida)",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "aceite de oliva",
            "us_amount": "2 1/2 tsp",
            "metric_amount": "12 g"
        },
        {
            "name": "Filete de tilapia u otro pescado blanco",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "togarashi",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "Sal y pimienta al gusto",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        }
    ],
    "instructions": [
        "Prepara los ingredientes y haz la salsa: saca la miel del refrigerador para que alcance la temperatura ambiente. Lava y seca los productos frescos. Corta y desecha los extremos del tallo de las judías verdes; córtalos por la mitad transversalmente. Corta y desecha los extremos de la raíz del bok choy; pícalo en trozos grandes, separando los tallos de las hojas. Pela y pica en trozos grandes 2 dientes de ajo. Corta y desecha los tallos de los pimientos; quítales las semillas y córtalos en cuartos a lo largo. Mézclalos en un bol; agrega los tallos de bok choy picados. Corta el pepino por la mitad a lo largo y luego córtalo en rodajas finas transversalmente. Colócalo en un bol; agrega el vinagre y la mitad del aceite de sésamo. Revuelve para cubrir. Deja marinar, revolviendo de vez en cuando, al menos 10 minutos. En un bol aparte, bate la miel (amasa el paquete antes de abrirlo), la pasta de miso, el aceite de sésamo restante y 1 cucharada de agua.",
        "Comience a saltear: mientras se marina el pepino, en una sartén mediana (antiadherente, si tiene una), caliente 1/2 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue las judías verdes cortadas por la mitad en una capa uniforme. Cocine, sin revolver, de 2 a 3 minutos, o hasta que estén ligeramente doradas. Agregue 2 cucharadas de agua (con cuidado, ya que el líquido puede salpicar). Cocine, revolviendo ocasionalmente, de 1 a 2 minutos, o hasta que las judías verdes estén ligeramente blandas.",
        "Terminar el salteado: A la sartén, agregar la mezcla de pimientos preparada; sazonar con sal (opcional) y pimienta. Cocinar, revolviendo ocasionalmente, durante 3 a 4 minutos, o hasta que se ablande. Agregar las hojas de bok choy picadas y la salsa. Cocinar, revolviendo con frecuencia, durante 1 a 2 minutos, o hasta que la salsa se espese. Transferir a un bol. Cubrir con papel de aluminio para mantener caliente. Enjuagar y limpiar la sartén.",
        "Cocina el pescado y sirve el plato: seca el pescado con papel absorbente. Sazona ambos lados con sal (opcional), pimienta y todo el togarashi menos una pizca. En la misma sartén, calienta 2 cucharaditas de aceite de oliva a fuego medio-alto hasta que esté caliente. Agrega el pescado sazonado y cocina de 3 a 4 minutos por lado, o hasta que se dore y esté bien cocido (un termómetro de lectura instantánea debe registrar 145 °F). Apaga el fuego. Sirve el salteado terminado cubierto con el pescado cocido y el pepino marinado (desecha el líquido). Adorna con el togarashi restante. ¡Disfruta!"
    ],
    "tags": [
        "High in Fiber",
        "Veggie Rich",
        "Asian",
        "Seafood",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "390",
        "total_fat": "18g",
        "saturated_fat": "3.5g",
        "trans_fat": "0g",
        "cholesterol": "70mg",
        "sodium": "400mg",
        "total_carbohydrate": "26g",
        "fiber": "7g",
        "sugar": "18g",
        "added_sugar": "0g",
        "protein": "33g"
    },
    "url": "https://diabetesfoodhub.org/recipes/togarashi-tilapia-marinated-cucumber-miso-stir-fried-vegetables"
}