{
    "title": "Tilapia Glaseada Dulce y Salada sobre Cebada, Guisantes de Nieve y Champiñones",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1940-diabetic-Miso-Maple-Tilapia_Blue-Apron_040120.jpg",
        "Snow Peas",
        "and Mushrooms\" loading=\"lazy\" />"
    ],
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "cebada perlada",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "pepino persa",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "pan rallado de trigo integral",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "Sustituto de azúcar moreno bajo en calorías",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "Manzanas Honey Crisp (tamaño mediano), peladas, sin semillas y cortadas en cubitos",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "ajo",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "quinua (cocida según las instrucciones del paquete y enfriada)",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "Coloque una sartén antiadherente mediana a fuego medio-alto hasta que se caliente. Rocíe la sartén con aceite en aerosol antiadherente, agregue el jamón y cocine hasta que comience a dorarse levemente, aproximadamente de 2 a 3 minutos, revolviendo con frecuencia. Retire de la sartén y reserve en un plato aparte.",
            "us_amount": "1 1/2 tbsp",
            "metric_amount": "22 ml"
        },
        {
            "name": "agua",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "aceite de sésamo tostado (uso dividido)",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "champiñones en rodajas",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "aminoácidos de coco",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "batatas (lavadas y cortadas en tiras finas de 1/4 de pulgada)",
            "us_amount": "2 (5-oz) fillets",
            "metric_amount": "2 (5-oz) fillets"
        }
    ],
    "instructions": [
        "Cocine la cebada: Llene una olla mediana hasta 3/4 de su capacidad con agua salada; tápela y caliéntela a fuego alto hasta que hierva. Una vez que hierva, agregue la cebada. Cocine, sin tapar, durante 28 a 30 minutos o hasta que esté tierna. Apague el fuego. Escurra bien y vuelva a colocarla en la olla.",
        "Prepara los ingredientes y haz el glaseado: Mientras tanto, lava y seca los productos frescos. Corta el pepino por la mitad a lo largo y luego en rodajas finas transversales. Colócalo en un bol y añade la mitad del vinagre; sazona con sal (opcional) y pimienta. Revuelve para combinar. Corta los champiñones en trozos del tamaño de un bocado. Corta los guisantes por la mitad transversalmente. Pela y pica 2 dientes de ajo en trozos grandes. En un bol, mezcla la pasta de miso, el jarabe de arce, el vinagre restante y 2 cucharadas de agua.",
        "Cocine las verduras: En una sartén mediana (antiadherente, si tiene una), caliente la mitad del aceite de sésamo a fuego medio-alto hasta que esté caliente. Agregue los trozos de champiñones en una capa uniforme. Cocine, sin revolver, de 2 a 3 minutos o hasta que se doren. Agregue los guisantes cortados por la mitad, el ajo picado y la cantidad de hojuelas de pimiento rojo que desee, según qué tan picante le gustaría que sea el plato; sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, de 2 a 3 minutos o hasta que se ablanden. Agregue los aminoácidos de coco. Cocine, revolviendo con frecuencia, de 30 segundos a 1 minuto o hasta que el líquido se haya evaporado. Transfiera a un tazón; cubra con papel de aluminio para mantener caliente. Limpie la sartén.",
        "Cocine y glasee el pescado: seque el pescado con toallas de papel; sazone con sal (opcional) y pimienta por ambos lados. En la misma sartén, caliente el aceite de sésamo restante a fuego medio-alto hasta que esté caliente. Agregue el pescado sazonado. Cocine de 3 a 4 minutos o hasta que esté ligeramente dorado. Dé vuelta y cocine de 2 a 3 minutos o hasta que esté ligeramente dorado. Agregue el glaseado (con cuidado, ya que el líquido puede salpicar). Cocine, vertiendo constantemente el glaseado sobre el pescado, de 1 a 2 minutos o hasta que el pescado esté cubierto y bien cocido.* Apague el fuego. * Un termómetro de lectura instantánea debe registrar 145 °F.",
        "Termina de cocinar la cebada y sirve el plato: añade las verduras cocidas a la olla de cebada cocida; revuelve para combinar. Sirve la cebada terminada con el pescado glaseado encima (incluido el glaseado de la olla). Adorna con el pepino aderezado. ¡Disfruta!"
    ],
    "tags": [
        "High in Fiber",
        "Seafood",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "460",
        "total_fat": "11g",
        "saturated_fat": "2.5g",
        "trans_fat": "0g",
        "cholesterol": "70mg",
        "sodium": "650mg",
        "total_carbohydrate": "56g",
        "fiber": "10g",
        "sugar": "13g",
        "added_sugar": "7g",
        "protein": "36g"
    },
    "url": "https://diabetesfoodhub.org/recipes/sweet-savory-glazed-tilapia-over-barley-snow-peas-and-mushrooms"
}