{
    "title": "Verduras Togarashi y Muslos de Pollo con Aderezo Cremoso Ponzu-Ranch",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT15M",
    "cook_time": "PT25M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1925-diabetic-togarashi-vegetables-chicken-thighs_blue-apron_030220.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "col lombarda",
            "us_amount": "1/2 lbs",
            "metric_amount": "227 ml"
        },
        {
            "name": "vinagre de arroz (uso dividido)",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "aceite de oliva (uso dividido)",
            "us_amount": "4 tsp",
            "metric_amount": "20 g"
        },
        {
            "name": "pepino persa",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "calabacín",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "zanahorias",
            "us_amount": "6 oz (about 3 whole carrots)",
            "metric_amount": "6 oz (about 3 whole carrots)"
        },
        {
            "name": "jengibre fresco",
            "us_amount": "1 (1-inch) piece",
            "metric_amount": "1 (1-inch) piece"
        },
        {
            "name": "salsa ponzu",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "Incorpore el quimbombó descongelado, los tomates enlatados (con su líquido) y el tomillo, y cocine sin tapar hasta que los líquidos se reduzcan a la consistencia deseada, aproximadamente 5 minutos, revolviendo ocasionalmente. Sirva.",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "muslos de pollo deshuesados ​​y sin piel",
            "us_amount": "3/4 lbs",
            "metric_amount": "340 ml"
        },
        {
            "name": "togarashi",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        }
    ],
    "instructions": [
        "Prepara los ingredientes y haz el aderezo: lava y seca los productos frescos. Corta y desecha el corazón del repollo; corta las hojas en dados medianos. Colócalos en un bol grande; agrega la mitad del vinagre y 1 cucharadita de aceite de oliva. Sazona con sal (opcional) y pimienta; revuelve para cubrir. Corta los pepinos a la mitad a lo largo, luego córtalos en rodajas finas transversales. Colócalos en un bol aparte; agrega el vinagre restante y sazona con sal (opcional) y pimienta. Revuelve para cubrir. Corta el calabacín en dados medianos. Pela las zanahorias. Córtalas a la mitad a lo largo; córtalas transversalmente en trozos de 1 pulgada. Pela y pica finamente el jengibre. En un bol, mezcla la salsa ponzu y el aderezo ranch.",
        "Cocine el pollo: seque el pollo con toallas de papel; sazone con sal (opcional) y pimienta por ambos lados. En una sartén grande (antiadherente, si tiene una), caliente 2 cucharaditas de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue el pollo sazonado. Cocine de 5 a 7 minutos por lado, o hasta que esté dorado y bien cocido.* Deje los trozos dorados (o los que se hayan quedado en la sartén) y transfiéralos a una tabla de cortar. * Un termómetro de lectura instantánea debe registrar 165 °F.",
        "Cocine y termine de cocinar las verduras: En la sartén con el fondo reservado, caliente 1 cucharadita de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue los trozos de calabacín y zanahoria cortados en cubitos en una capa uniforme. Cocine, sin revolver, durante 3 a 4 minutos o hasta que se doren levemente. Agregue el jengibre picado y la mitad del togarashi; sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, durante 3 a 4 minutos o hasta que se ablanden. Transfiera al tazón de repollo aderezado; revuelva para combinar.",
        "Corte el pollo en rodajas y sirva el plato: corte el pollo cocido en rodajas transversales. Sirva las verduras terminadas con el pollo en rodajas y el aderezo encima. Adorne con los pepinos aderezados y el togarashi restante. ¡Disfrute!"
    ],
    "tags": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "580",
        "total_fat": "38g",
        "saturated_fat": "5g",
        "trans_fat": "0g",
        "cholesterol": "145mg",
        "sodium": "660mg",
        "total_carbohydrate": "26g",
        "fiber": "7g",
        "sugar": "12g",
        "added_sugar": "1g",
        "protein": "38g"
    },
    "url": "https://diabetesfoodhub.org/recipes/togarashi-vegetables-chicken-thighs-creamy-ponzu-ranch-dressing"
}