{
    "title": "Vegetable & Freekeh \"Fried Rice\" with Shishito Peppers and Peanuts",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes,Vegan,Vegetarian",
    "prep_time": "PT15M",
    "cook_time": "PT30M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes",
        "Vegan",
        "Vegetarian"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1923-diabetic-vegetable-freekeh-fried-rice_blue-apron_030220.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "cracked freekeh",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "fresh green beans",
            "us_amount": "6 oz",
            "metric_amount": "170 ml"
        },
        {
            "name": "carrots",
            "us_amount": "6 oz (about 3 whole carrots)",
            "metric_amount": "6 oz (about 3 whole carrots)"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "fresh ginger",
            "us_amount": "1 (1-inch) piece",
            "metric_amount": "1 (1-inch) piece"
        },
        {
            "name": "scallions",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "eggs",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "unsalted, roasted peanuts",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "shishito peppers",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        },
        {
            "name": "olive oil",
            "us_amount": "3 tsp",
            "metric_amount": "15 g"
        },
        {
            "name": "crushed red pepper flakes",
            "us_amount": "to taste",
            "metric_amount": "to taste"
        },
        {
            "name": "lower sodium soy sauce",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "rice vinegar",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        }
    ],
    "instructions": [
        "Cook the freekeh: Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Once boiling, add the freekeh and cook, uncovered, 24 to 26 minutes, or until tender. Drain thoroughly.",
        "Prepare the ingredients: Meanwhile, wash and dry the fresh produce. Cut off and discard the stem ends of the green beans; halve crosswise. Peel the carrots; thinly slice on an angle. Peel and roughly chop 2 cloves of garlic. Peel and finely chop the ginger. Thinly slice the scallions, separating the white bottoms and hollow green tops. In a bowl, combine the chopped garlic, chopped ginger, and sliced white bottoms of the scallions. Crack the eggs into a separate bowl. Season with salt and pepper; beat until smooth. Roughly chop the peanuts. Cut off and discard the stems of the peppers; cut into 1-inch pieces. Thoroughly wash your hands immediately after handling.",
        "Cook the vegetables & eggs: In a large pan (nonstick, if you have one), heat 1 teaspoon of olive oil on medium-high until hot. Add the halved green beans and pepper pieces in an even layer; season with salt (optional) and pepper. Cook, without stirring, 3 to 4 minutes, or until lightly browned and slightly softened. Add the sliced carrots. Cook, stirring frequently, 3 to 4 minutes, or until slightly softened. Add the prepared garlic, ginger, and sliced white bottoms of the scallions and as much of the red pepper flakes as you’d like, depending on how spicy you’d like the dish to be. Cook, stirring frequently, 2 to 3 minutes, or until softened. Using a spoon, move the vegetables to one side of the pan. Add 1 teaspoon of olive oil to the other side, then add the beaten eggs. Cook, constantly stirring the eggs, 30 seconds to 1 minute, or until cooked through. Stir the vegetables and eggs to thoroughly combine. Transfer to a large bowl. Cover with foil to keep warm. Wipe out the pan.",
        "Finish & serve your dish: In the same pan, heat 1 teaspoon of olive oil on medium-high until hot. Add the cooked freekeh in an even layer. Cook, without stirring, 3 to 4 minutes, or until slightly crispy. Turn off the heat; stir in the soy sauce and vinegar until combined. Transfer to the bowl of cooked vegetables and eggs; stir to combine. Serve the finished freekeh and vegetables garnished with the chopped peanuts and sliced green tops of the scallions. Enjoy!"
    ],
    "tags": [
        "High in Fiber",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes",
        "Vegan",
        "Vegetarian"
    ],
    "nutrition": {
        "calories": "490",
        "total_fat": "23g",
        "saturated_fat": "4g",
        "trans_fat": "0g",
        "cholesterol": "255mg",
        "sodium": "650mg",
        "total_carbohydrate": "49g",
        "fiber": "11g",
        "sugar": "9g",
        "added_sugar": "0g",
        "protein": "24g"
    },
    "url": "https://diabetesfoodhub.org/recipes/vegetable-freekeh-fried-rice-shishito-peppers-and-peanuts"
}