{
    "title": "Dutch Baby Especiado con Mantequilla de Calabaza",
    "keywords": "Dessert",
    "prep_time": "PT20M",
    "cook_time": "PT50M",
    "categories": [
        "Dessert"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/Diabetic%20pumpkin%20spice%20dutch%20baby.png",
    "servings": "8 Servings",
    "ingredients": [
        {
            "name": "Puré de calabaza (15 onzas)",
            "us_amount": "1 can",
            "metric_amount": "1 can"
        },
        {
            "name": "spray antiadherente para cocinar",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "Jamón estilo delicatessen con bajo contenido de sodio (1/2 onza cada uno)",
            "us_amount": "1 1/2 tsp",
            "metric_amount": "7 g"
        },
        {
            "name": "sal (uso dividido)",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "Vinagre de sidra de manzana",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "Gotas de stevia con sabor a calabaza y especias",
            "us_amount": "30 drops",
            "metric_amount": "30 drops"
        },
        {
            "name": "Distribuye las verduras asadas sobre las capas de masa filo. Espolvorea con el queso, la albahaca y el pimiento rojo.",
            "us_amount": "3 large",
            "metric_amount": "3 large"
        },
        {
            "name": "leche descremada (a temperatura ambiente)",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "hojas de albahaca fresca",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "salsa pesto en frasco",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "nuez moscada recién rallada",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "cardamomo molido",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "mantequilla sin sal",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "nueces tostadas picadas (para servir)",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "sustituto de azúcar moreno",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        }
    ],
    "instructions": [
        "Prepara la mantequilla de calabaza: A. En una cacerola pequeña, combina el puré de calabaza, la sidra de manzana, 1/2 cucharadita de canela, 1/4 cucharadita de sal y el vinagre de sidra de manzana. Calienta a fuego medio mientras revuelves con frecuencia. B. Una vez que la mezcla esté burbujeando, baja el fuego a medio-bajo y cocina, revolviendo con frecuencia y raspando los lados hasta que la mezcla se haya oscurecido y el sabor a calabaza enlatada se haya cocinado, aproximadamente 30 minutos. C. Retira la mantequilla de calabaza del fuego y agrega las gotas dulces de especias de calabaza. La mantequilla de calabaza se puede preparar con anticipación y se mantendrá en el refrigerador durante 7 a 10 días.",
        "Rocíe una sartén antiadherente con aceite en aerosol con sabor a mantequilla y caliéntela a fuego medio. Sumerja un sándwich en la mezcla de huevo y gírelo de manera uniforme para cubrirlo. Retire y sacuda el exceso de mezcla de natillas, luego transfiéralo a la sartén caliente.",
        "En un tazón pequeño mezcle la harina integral, el azúcar de coco, la nuez moscada, el cardamomo, la canela y la sal.",
        "¡Córtalos en diagonal y sírvelos inmediatamente! Si lo deseas, cúbrelos con jarabe de arce sin azúcar y más fresas frescas. ¡Disfruta!",
        "Añade la mezcla de harina y bate a velocidad baja hasta que se integren los ingredientes. Si no tienes una batidora, puedes mezclar la masa a mano.",
        "Coloque la cucharada restante de mantequilla en la sartén de hierro fundido precalentada. Revuelva la mantequilla hasta que se haya derretido por completo y cubra la sartén. Vierta la mezcla en la sartén, vuelva a colocar la sartén en el horno y hornee durante 20 minutos.",
        "Saque el panqueque del horno, córtelo en gajos y sirva inmediatamente. Cubra cada rebanada con una cucharada de mantequilla de calabaza, una cucharada de nueces y espolvoree ligeramente con azúcar en polvo, si lo desea."
    ],
    "tags": [
        "Kid Friendly",
        "Dessert"
    ],
    "nutrition": {
        "calories": "140",
        "total_fat": "9g",
        "saturated_fat": "2.5g",
        "trans_fat": "0.1g",
        "cholesterol": "75mg",
        "sodium": "140mg",
        "total_carbohydrate": "11g",
        "fiber": "2g",
        "sugar": "3g",
        "added_sugar": "1g",
        "protein": "5g"
    },
    "url": "https://diabetesfoodhub.org/recipes/spiced-dutch-baby-pumpkin-butter"
}