{
    "title": "Mini Muffins de Maíz y Arándanos sin Gluten",
    "keywords": "Breakfast and Brunch,Gluten-Free,Foodie",
    "prep_time": "PT20M",
    "cook_time": "Desconocido",
    "categories": [
        "Breakfast and Brunch",
        "Gluten-Free",
        "Foodie"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/june2012_glutenfree_muffins_istock13629561_279x200.jpg",
    "servings": "22 Servings",
    "ingredients": [
        {
            "name": "spray antiadherente para cocinar",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "Mezcla para pan de maíz sin gluten (20 onzas (se utilizó Bob’s Red Mill))",
            "us_amount": "1 package",
            "metric_amount": "1 package"
        },
        {
            "name": "Prepara un bol grande con agua helada. Con una espumadera, transfiere los huevos al baño de agua helada y déjalos enfriar durante 15 a 20 minutos. Retira con cuidado cada huevo del agua helada y golpea suavemente la cáscara hasta que se rompa por completo (pero no la peles). Vuelve a colocar los huevos rotos en el baño de agua helada (prepara un nuevo baño de hielo si es necesario) durante 10 minutos. Retira los huevos del agua helada y hazlos rodar suavemente entre las palmas de las manos. Las cáscaras deberían desprenderse fácilmente. Desecha las cáscaras.",
            "us_amount": "1 3/4 cup",
            "metric_amount": "414 ml"
        },
        {
            "name": "Cebolleta (en rodajas finas o cebollino)",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "huevos",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "claras de huevo",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "limón (jugo)",
            "us_amount": "1/2",
            "metric_amount": "1/2"
        },
        {
            "name": "HAGA CON ANTICIPACIÓN O DELEGUE: Corte la cebolla en cuadritos, pele el ajo, pele y corte las papas en cuadritos y guárdelas en un recipiente con suficiente agua para cubrirlas para que no se doren, corte las cebolletas en rodajas, ralle el queso si es necesario y refrigere, cocine y desmenuce el tocino, o prepare completamente la sopa y refrigérela.",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "extracto de vainilla",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "arándanos",
            "us_amount": "1 1/2 cup",
            "metric_amount": "355 ml"
        }
    ],
    "instructions": [
        "*Muchas mezclas para pan de maíz comunes contienen harina y no son libres de gluten. Si sigue una dieta libre de gluten, asegúrese de que su mezcla para pan de maíz no contenga gluten.",
        "Precaliente el horno a 375 grados. Cubra moldes para muffins con 22 hojas de papel para muffins y rocíe con aceite en aerosol.",
        "En un recipiente grande, combine la mezcla para pan de maíz, el suero de leche, el aceite, el huevo, las claras de huevo, el jugo de limón y 1/4 de taza de Splenda Sugar Blend. Mezcle con una batidora eléctrica a velocidad baja hasta que se integren los ingredientes. Mezcle a velocidad alta durante 30 segundos.",
        "Incorpore suavemente los arándanos a la masa de muffins.",
        "Coloque con una cuchara aproximadamente 1/4 de taza de mezcla o menos en cada molde para muffins. Espolvoree 1 cucharada de mezcla de azúcar Splenda sobre los muffins (dividida en partes iguales).",
        "Hornear durante 22 minutos o hasta que se dore ligeramente por encima. Dejar enfriar sobre una rejilla."
    ],
    "tags": [
        "Comfort Food",
        "Kid Friendly",
        "Breakfast and Brunch",
        "Gluten-Free",
        "Foodie"
    ],
    "nutrition": {
        "calories": "140",
        "total_fat": "3.5g",
        "saturated_fat": "0.4g",
        "trans_fat": "0g",
        "cholesterol": "10mg",
        "sodium": "230mg",
        "total_carbohydrate": "26g",
        "fiber": "2g",
        "sugar": "0g",
        "added_sugar": "0g",
        "protein": "3g"
    },
    "url": "https://diabetesfoodhub.org/recipes/gluten-free-blueberry-corn-muffins"
}