{
    "title": "Curry de Pollo",
    "keywords": "One Pot,Main Dish,Lunch,Dinner,Budget Friendly",
    "prep_time": "PT30M",
    "cook_time": "Desconocido",
    "categories": [
        "One Pot",
        "Main Dish",
        "Lunch",
        "Dinner",
        "Budget Friendly"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/chicken-curry-crop.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "Spray antiadherente para cocinar (rociar durante 1 segundo)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "Añade el perejil y reserva.",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "sal (opcional)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "floretes de coliflor",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "pechugas de pollo deshuesadas y sin piel (se descarta toda la grasa visible)",
            "us_amount": "1 lbs",
            "metric_amount": "454 ml"
        },
        {
            "name": "polvo de curry",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "ajo (seco, picado)",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "pimentón ahumado",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "comino molido",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "sal",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "leche de coco ligera",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "Precaliente el horno a 375°F.",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "arroz integral",
            "us_amount": "2/3 cup",
            "metric_amount": "156 ml"
        },
        {
            "name": "Maicena",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "zumo de limón",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "tomate(s) (picado)",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "pimiento verde (picado)",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "Descongelar el brócoli y escurrirlo.",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        }
    ],
    "instructions": [
        "Combine los ingredientes restantes en una bolsa Ziploc de un galón. Agregue los floretes de brócoli a la bolsa plástica y agite hasta que estén cubiertos.",
        "Calienta una sartén grande a fuego medio alto. Rocía la sartén con aceite en aerosol durante 1 segundo. Coloca el pollo en la sartén y cocínalo hasta que se dore. Da vuelta y dora el otro lado. Coloca el pollo sobre las verduras en la olla de cocción lenta.",
        "Espolvoree el pollo con el curry en polvo, el ajo, el pimentón, el comino y la sal. Vierta la leche de coco ligera y el caldo en general. Cubra y cocine a fuego lento durante 3 a 5 horas o hasta que el pollo esté completamente cocido y alcance una temperatura de 165 °F.",
        "Aproximadamente una hora antes de servir, prepare el arroz siguiendo las instrucciones del paquete, omitiendo la sal y la margarina.",
        "Con una espumadera, saca las pechugas de pollo de la olla de cocción lenta y colócalas sobre una tabla de cortar. Pon la olla de cocción lenta a fuego alto. Mezcla la maicena con el agua fría hasta que quede una mezcla homogénea. Incorpora la mezcla de maicena a la olla de cocción lenta. Tapa y deja cocinar durante unos 15 minutos o hasta que espese y haga burbujas, revolviendo de vez en cuando.",
        "Cuando el pollo esté lo suficientemente frío como para manipularlo, córtelo en trozos pequeños. Vuelva a colocarlo en la olla de cocción lenta y deje que se caliente.",
        "Mezcla de azúcar morena y stevia (como Truvia)",
        "Consejo del cocinero sobre el curry en polvo: el curry en polvo es una combinación de varias especias y hierbas, como cilantro, comino, cúrcuma, clavo de olor y chiles. Los currys en polvo etiquetados como madrás son picantes, pero si no estás seguro o usas una marca con la que no estás familiarizado, puedes agregar aproximadamente la mitad del curry en polvo que se indica en la receta la primera vez que lo prepares. Luego, puedes probar el plato cerca del final de la cocción y agregar condimentos adicionales, según lo desees.",
        "Consejo del cocinero sobre la leche de coco: La leche de coco se vende en lata y suele encontrarse junto con los alimentos asiáticos en la mayoría de los supermercados más grandes. Para esta receta, se utiliza leche de coco ligera. No confunda la leche de coco con la crema de coco que se utiliza para preparar cócteles. Revuelva bien la leche de coco antes de medirla. Una vez abierta, puede cubrir la leche de coco y guardarla en el refrigerador durante aproximadamente una semana.",
        "Variación de olla a presión eléctrica: Calienta la olla a presión en la configuración de salteado. Agrega 1 cucharadita de aceite de oliva y dora las pechugas de pollo hasta que estén bien doradas por ambos lados. Apaga la olla a presión. Agrega las verduras, los condimentos, la leche de coco y el caldo. Cierra bien la tapa y cocina a presión alta durante 6 minutos. Libera rápidamente la presión. Retira las pechugas de pollo con una espumadera. Mezcla la maicena en el agua fría y mézclala con el curry como se indica anteriormente. Cocina en la configuración de salteado, revolviendo con frecuencia hasta que burbujee y espese. Corta las pechugas de pollo en cubos y mézclalas con el curry. Procede como indica la receta."
    ],
    "tags": [
        "Indian",
        "Asian",
        "One Pot",
        "Main Dish",
        "Lunch",
        "Dinner",
        "Budget Friendly"
    ],
    "nutrition": {
        "calories": "300",
        "total_fat": "6g",
        "saturated_fat": "2.7g",
        "trans_fat": "0g",
        "cholesterol": "65mg",
        "sodium": "250mg",
        "total_carbohydrate": "39g",
        "fiber": "6g",
        "sugar": "6g",
        "added_sugar": "0g",
        "protein": "30g"
    },
    "url": "https://diabetesfoodhub.org/recipes/chicken-curry"
}