{
    "title": "Seared Pork Chops & Cucumber Yogurt with Za’atar Vegetable Barley",
    "keywords": "Meal Kit Recipes,Dinner,Main Dish,Foodie,Cooking for 1 or 2",
    "prep_time": "PT10M",
    "cook_time": "PT35M",
    "categories": [
        "Meal Kit Recipes",
        "Dinner",
        "Main Dish",
        "Foodie",
        "Cooking for 1 or 2"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1881-diabetic-Pork-Barley_BA_012520.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "pearled barley",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "red onion",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "cremini (baby bella) mushrooms",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "kale",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "olive oil (divided)",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "za'atar seasoning",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "lean boneless pork chops",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "water",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "golden raisins",
            "us_amount": "1 1/2 tbsp",
            "metric_amount": "22 ml"
        },
        {
            "name": "salt and pepper to taste (optional)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "low-fat tzatziki sauce",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        }
    ],
    "instructions": [
        "Cook the barley: Place an oven rack in the center of the oven, then preheat to 450°F.  Fill a medium pot 3/4 of the way up with water; cover and heat to boiling on high. Once boiling, add the barley and cook, uncovered, 28 to 30 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot. Cover to keep warm.",
        "Prepare the ingredients: Meanwhile, wash and dry the fresh produce. Halve and peel the onion; cut into 1-inch wedges, keeping the layers intact. Cut the mushrooms into bite-sized pieces. Combine in a bowl. Peel and roughly chop 2 cloves of garlic. Separate the kale leaves from the stems; discard the stems, then roughly chop the leaves.",
        "Roast the vegetables: Place the prepared onion and mushrooms on a sheet pan. Drizzle with 1/2 teaspoon of olive oil and season with salt (optional), pepper, and all but a pinch of the za’atar. Toss to coat and arrange in an even layer. Roast 16 to 18 minutes, or until browned and tender when pierced with a fork. Remove from the oven.",
        "Cook the pork: Meanwhile, pat the pork dry with paper towels; season with salt (optional) and pepper on both sides. In a medium pan, heat 1/2 teaspoon of olive oil on medium-high until hot. Add the seasoned pork. Cook 4 to 6 minutes per side, or until browned and cooked through (An instant-read thermometer should register 145°F). Leaving any browned bits (or fond) in the pan, transfer to a cutting board and let rest at least 5 minutes.",
        "Cook the kale: In the pan of reserved fond, heat 1/2 teaspoon of olive oil on mediumhigh until hot. Add the chopped garlic. Cook, stirring frequently, 30 seconds to 1 minute, or until softened. Add the chopped kale; season with salt and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until slightly wilted. Add 1/4 cup of water (carefully, as the liquid may splatter). Cook, stirring frequently and scraping up any fond, 2 to 3 minutes, or until the kale is wilted and the water has cooked off. Turn off the heat.",
        "Finish & serve your dish: Slice the rested pork crosswise. To the pot of cooked barley, add the cooked kale, roasted vegetables, raisins, and 1/2 teaspoon of olive oil. Stir to combine. Serve the finished barley topped with sliced pork and tzatiki. Garnish with the remaining za'atar. Enjoy!"
    ],
    "tags": [
        "Mediterranean",
        "Comfort Food",
        "Meal Kit Recipes",
        "Dinner",
        "Main Dish",
        "Foodie",
        "Cooking for 1 or 2"
    ],
    "nutrition": {
        "calories": "590",
        "total_fat": "17g",
        "saturated_fat": "6g",
        "trans_fat": "0g",
        "cholesterol": "125mg",
        "sodium": "1360mg",
        "total_carbohydrate": "62g",
        "fiber": "12g",
        "sugar": "15g",
        "added_sugar": "0g",
        "protein": "51g"
    },
    "url": "https://diabetesfoodhub.org/recipes/seared-pork-chops-cucumber-yogurt-zaatar-vegetable-barley"
}