{
    "title": "Veracruz-Style Tilapia & Farro with Zucchini, Tomatoes, and Pickled Jalapeño",
    "keywords": "Cooking for 1 or 2,Dinner,Main Dish,Meal Kit Recipes",
    "prep_time": "PT15M",
    "cook_time": "PT20M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1934-diabtic-Tilapia-Vegetables-farro_blue-apron_030220.jpg",
        "Tomatoes",
        "and Pickled Jalapeño\" loading=\"lazy\" />"
    ],
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "semi-pearled farro",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "zucchini",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "red onion",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "grape tomatoes",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "lemon",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "sliced pickled jalapeño peppers",
            "us_amount": "1 oz",
            "metric_amount": "28 ml"
        },
        {
            "name": "olive oil (divided use)",
            "us_amount": "6 tsp",
            "metric_amount": "29 g"
        },
        {
            "name": "tilapia",
            "us_amount": "2 (6-oz) fillets",
            "metric_amount": "2 (6-oz) fillets"
        },
        {
            "name": "dried oregano",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "golden raisins",
            "us_amount": "1 1/2 tbsp",
            "metric_amount": "22 ml"
        },
        {
            "name": "capers",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "water (divided use)",
            "us_amount": "1 1/4 cup",
            "metric_amount": "296 ml"
        }
    ],
    "instructions": [
        "Cook the farro: Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Once boiling, add the farro. Cook, uncovered, 18 to 20 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot. Cover to keep warm.",
        "Prepare the ingredients: Meanwhile, wash and dry the fresh produce. Halve the zucchini lengthwise, then cut crosswise into 1/2-inch pieces. Halve, peel, and thinly slice the onion. Halve the tomatoes. Zest the lemon to get 1 teaspoon (if you don’t have a zester, use a peeler to remove the yellow rind, avoiding the white pith; mince the rind). Quarter and deseed the lemon. Roughly chop the pepper. Thoroughly wash your hands immediately after handling. In a bowl, combine the halved tomatoes and as much of the chopped pepper as you’d like, depending on how spicy you’d like the dish to be. Season with salt and pepper.",
        "Brown the zucchini: In a medium pan (nonstick, if you have one), heat 2 teaspoons of olive oil on medium-high until hot. Add the zucchini pieces in an even layer; season with salt (optional) and pepper. Cook, without stirring, 3 to 4 minutes, or until browned. Transfer to a plate.",
        "Prepare the fish & start the sauce: Pat the fish dry with paper towels; season on both sides with salt (optional), pepper, and the oregano. In the same pan, heat 2 teaspoons of olive oil on medium-high until hot. Add the sliced onion; season with salt (optional) and pepper. Cook, stirring occasionally, 3 to 4 minutes, or until softened. Add the seasoned tomatoes and pepper, raisins, and capers. Cook, stirring frequently, 1 to 2 minutes, or until slightly softened. Add 1/2 cup of water (carefully, as the liquid may splatter); season with salt and pepper. Cook, stirring frequently and pressing down on the tomatoes with the back of a spoon, 3 to 4 minutes, or until the tomatoes are slightly softened and the liquid is slightly reduced in volume.",
        "Cook the fish & finish the sauce: Add the browned zucchini and 3/4 cup of water to the pan; stir to combine. Top with the prepared fish. Loosely cover the pan with foil and cook, without stirring, 8 to 10 minutes, or until cooked through.* Turn off the heat and stir in the juice of 2 lemon wedges.  * An instant-read thermometer should register 145°F.",
        "Finish the farro & serve your dish: Meanwhile, to the pot of cooked farro, add the lemon zest and 2 teaspoons of olive oil. Serve the cooked fish and sauce over the finished farro. Serve the remaining lemon wedges on the side. Enjoy!"
    ],
    "tags": [
        "Seafood",
        "Cooking for 1 or 2",
        "Dinner",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "500",
        "total_fat": "19g",
        "saturated_fat": "3.5g",
        "trans_fat": "0g",
        "cholesterol": "70mg",
        "sodium": "560mg",
        "total_carbohydrate": "50g",
        "fiber": "7g",
        "sugar": "14g",
        "added_sugar": "0g",
        "protein": "36g"
    },
    "url": "https://diabetesfoodhub.org/recipes/veracruz-style-tilapia-farro-zucchini-tomatoes-and-pickled-jalapeno"
}