{
    "title": "Chickpea Pasta & Seasoned Ricotta with Caramelized Fennel and Onion",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT20M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1964-diabetic-chickpea-pasta-ricotta-fennel-onion_blue-apron_050820.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "fennel bulb",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "yellow onion",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "grape tomatoes",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "part-skim ricotta cheese",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "olive oil (divided use)",
            "us_amount": "1 tbsp plus 1 1/2 tsp",
            "metric_amount": "1 tbsp plus 1 1/2 tsp"
        },
        {
            "name": "water (divided use)",
            "us_amount": "1/2 cup plus 2 tbsp",
            "metric_amount": "1/2 cup plus 2 tbsp"
        },
        {
            "name": "capers",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "crushed red pepper flakes",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "baby spinach",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        },
        {
            "name": "chickpea rotini pasta",
            "us_amount": "6 oz",
            "metric_amount": "170 ml"
        },
        {
            "name": "sliced almonds",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        }
    ],
    "instructions": [
        "Prepare the ingredients & season the ricotta: Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Wash and dry the fresh produce. Cut off and discard any stems from the fennel, then halve, core, and thinly slice the bulb. Halve, peel, and thinly slice the onion. Halve the tomatoes. Peel and roughly chop 2 cloves of garlic. In a bowl, combine the ricotta and 1/2 teaspoon of olive oil; season with salt (optional) and pepper.",
        "Caramelize the fennel & onion: In a medium pot, heat 1 tablespoon of olive oil on medium-high until hot. Add the sliced fennel and sliced onion; season with salt (optional) and pepper. Cook, stirring occasionally, 4 to 5 minutes, or until lightly browned and slightly softened. Add 2 tablespoons of water (carefully, as the liquid may splatter). Reduce the heat to medium. Loosely cover the pot with foil and cook, stirring occasionally and scraping up any browned bits (or fond), 5 to 6 minutes, or until the vegetables are browned and softened.",
        "Make the sauce: To the pot, add the halved tomatoes, chopped garlic, capers, and as much of the red pepper flakes as you’d like, depending on how spicy you’d like the dish to be; season with salt (optional) and pepper. Cook, stirring frequently, 2 to 3 minutes, or until slightly softened. Add 1/2 cup of water (carefully, as the liquid may splatter); season with salt (optional) and pepper. Cook, stirring occasionally and pressing down on the tomatoes with the back of a spoon, 1 to 2 minutes, or until the liquid is slightly reduced in volume. Turn off the heat and stir in the spinach until slightly wilted.",
        "Cook the pasta: Meanwhile, add the pasta to the pot of boiling water. Cook, stirring occasionally, 5 to 7 minutes, or until al dente (still slightly firm to the bite). Reserving 1/4 cup of the pasta cooking water, drain thoroughly and rinse under cold water to prevent sticking.",
        "Finish the pasta & serve your dish: To the pot of cooked vegetables and sauce, add the cooked pasta and half the reserved pasta cooking water. Gently stir to coat (if necessary, gradually add the remaining cooking water to ensure the pasta is thoroughly coated). Evenly divide the seasoned ricotta between two dishes; spread into an even layer. Top with the finished pasta. Garnish with the almonds and drizzle with 1 teaspoon of olive oil. Enjoy!"
    ],
    "tags": [
        "High in Fiber",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "580",
        "total_fat": "24g",
        "saturated_fat": "4.5g",
        "trans_fat": "0g",
        "cholesterol": "0mg",
        "sodium": "410mg",
        "total_carbohydrate": "72g",
        "fiber": "15g",
        "sugar": "0g",
        "added_sugar": "0g",
        "protein": "30g"
    },
    "url": "https://diabetesfoodhub.org/recipes/chickpea-pasta-seasoned-ricotta-caramelized-fennel-and-onion"
}