{
    "title": "Mediterranean Farro Bowls with Lemon Yogurt and Chili Oil",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT15M",
    "cook_time": "PT20M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1952-diabetic-mediterranean-farro-bowl_blue-apron_042020.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "semi-pearled farro",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "eggs",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "dried Turkish figs",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "brussels sprouts",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "mini sweet peppers",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "lemon",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "Plain Nonfat Greek yogurt",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "calabrian chili paste",
            "us_amount": "1 1/2 tsp",
            "metric_amount": "7 g"
        },
        {
            "name": "olive oil (divided use)",
            "us_amount": "2 tbsp plus 1/2 tsp",
            "metric_amount": "2 tbsp plus 1/2 tsp"
        },
        {
            "name": "baby spinach",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        }
    ],
    "instructions": [
        "Cook the farro: Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Fill a separate, small pot 3/4 of the way up with water; cover and heat to boiling on high. Once boiling, add the farro to the medium pot of salted boiling water. Cook, uncovered, 18 to 20 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot. Cover to keep warm.",
        "Cook the eggs: Meanwhile, carefully add the eggs to the remaining pot of boiling water and cook 7 minutes for soft-boiled, or until your desired degree of doneness. Drain thoroughly and rinse under cold water 30 seconds to 1 minute to stop the cooking process. When cool enough to handle, peel the cooked eggs.",
        "Prepare the ingredients & make the chile oil: Meanwhile, wash and dry the fresh produce. Roughly chop the figs. Place in a bowl; cover with hot water. Set aside to rehydrate at least 10 minutes. Cut off and discard the stem ends of the brussels sprouts; quarter lengthwise. Cut off and discard the stems of the peppers; remove the cores. Halve lengthwise, then thinly slice crosswise. Peel and roughly chop 2 cloves of garlic. Zest the lemon to get 1 teaspoon (if you don’t have a zester, use a peeler to remove the yellow rind of the lemon, avoiding the white pith; mince the rind). Quarter and deseed the lemon. In a bowl, combine the lemon zest and yogurt; season with salt (optional) and pepper. In a separate bowl, whisk together the chile paste and 2 tablespoons of olive oil.",
        "Cook the vegetables: In a medium pan (nonstick, if you have one), heat 1/2 teaspoon of olive oil on medium-high until hot. Add the quartered brussels sprouts. Cook, without stirring, 2 to 3 minutes, or until lightly browned. Add the sliced peppers and chopped garlic; season with salt (optional) and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until softened. Add the spinach; season with salt (optional) and pepper. Cook, stirring frequently, 1 to 2 minutes, or until wilted. Turn off the heat.",
        "Finish the farro & serve your dish: To the pot of cooked farro, add the cooked vegetables, rehydrated figs (discarding the liquid), and the juice of 2 lemon wedges; stir to combine. Evenly divide the lemon yogurt between two dishes; spread into an even layer. Top with the finished farro, eggs, and as much of the chile oil as you’d like, depending on how spicy you’d like the dish to be. Serve the remaining lemon wedges on the side. Enjoy!"
    ],
    "tags": [
        "Mediterranean",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "540",
        "total_fat": "24g",
        "saturated_fat": "4g",
        "trans_fat": "0g",
        "cholesterol": "255mg",
        "sodium": "200mg",
        "total_carbohydrate": "58g",
        "fiber": "8g",
        "sugar": "18g",
        "added_sugar": "0g",
        "protein": "23g"
    },
    "url": "https://diabetesfoodhub.org/recipes/mediterranean-farro-bowls-lemon-yogurt-and-chili-oil"
}