{
    "title": "Mojo-Style Chicken Thighs with Cilantro Slaw and Garlic-Lime Pepitas",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT20M",
    "cook_time": "PT15M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/diabetic-Mojo-Chicken_BA_021120.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "red cabbage",
            "us_amount": "1/2 lbs",
            "metric_amount": "227 ml"
        },
        {
            "name": "carrots",
            "us_amount": "6 oz (about 3 whole carrots)",
            "metric_amount": "6 oz (about 3 whole carrots)"
        },
        {
            "name": "mini sweet peppers",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "cilantro pesto",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "lime",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "orange marmalade",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "water",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "crushed red pepper flakes",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "olive oil (divided use)",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "pepitas",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "boneless, skinless chicken thighs",
            "us_amount": "3/4 lbs",
            "metric_amount": "340 ml"
        }
    ],
    "instructions": [
        "Prepare & make the slaw: Wash and dry the fresh produce. Cut out and discard the core of the cabbage; thinly slice the leaves. Peel the carrots and grate on the large side of a box grater. Cut off and discard the stems of the peppers; remove the cores, then thinly slice lengthwise. Combine the prepared vegetables in a large bowl; add the cilantro pesto. Season with salt (optional) and pepper; stir to coat. Set aside to marinate, stirring occasionally, at least 10 minutes.",
        "Prepare the remaining ingredients & make the sauce: Meanwhile, peel 2 cloves of garlic; using a zester, finely grate into a paste (or use the small side of a box grater). Zest the lime to get 1 teaspoon (if you don’t have a zester, use a peeler to remove the green rind of the lime, avoiding the white pith; mince the rind). Halve the lime crosswise; squeeze the juice into a medium bowl. To the bowl, add the orange marmalade, half the garlic paste, 2 tablespoons of water, and as much of the red pepper flakes as you’d like, depending on how spicy you’d like the dish to be; season with salt (optional) and pepper. Stir to combine.",
        "Make the garlic-lime pepitas:  In a medium pan (nonstick, if you have one), heat 1/2 teaspoon of olive oil on medium-high until hot. Add the pepitas; season with salt and pepper. Cook, stirring constantly, 1 to 3 minutes, or until lightly browned (be careful, as the pepitas may pop as they cook). Transfer to a bowl. Add the lime zest and as much of the remaining garlic paste as you’d like; stir to coat. Wipe out the pan.",
        "Cook the chicken & serve your dish: Pat the chicken dry with paper towels; season with salt (optional) and pepper on both sides. In a medium pan (nonstick, if you have one), heat 1/2 teaspoon of olive oil on medium-high until hot. Add the seasoned chicken and cook 5 to 7 minutes, or until browned. Flip and cook 4 minutes. Add the sauce (carefully, as the liquid may splatter) and cook, frequently spooning the sauce over the chicken, 1 to 3 minutes, or until the chicken is coated and cooked through.* Turn off the heat. Serve the slaw topped with the cooked chicken (including any sauce from the pan). Garnish with the garlic-lime pepitas. Enjoy! * An instant-read thermometer should register 165°F."
    ],
    "tags": [
        "High in Fiber",
        "Latin American",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "510",
        "total_fat": "27g",
        "saturated_fat": "4.5g",
        "trans_fat": "0g",
        "cholesterol": "135mg",
        "sodium": "370mg",
        "total_carbohydrate": "33g",
        "fiber": "7g",
        "sugar": "19g",
        "added_sugar": "9g",
        "protein": "39g"
    },
    "url": "https://diabetesfoodhub.org/recipes/mojo-style-chicken-thighs-cilantro-slaw-and-garlic-lime-pepitas"
}