{
    "title": "Spanish-Spiced Salmon & Vegetable Quinoa with Almond-Date Topping",
    "keywords": "Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1891-diabetic-spanish-spiced-salmon-vegetable-quinoa_blue-apron_020120.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "carrots",
            "us_amount": "12 oz",
            "metric_amount": "340 ml"
        },
        {
            "name": "zucchini",
            "us_amount": "2 large (about 18 oz total)",
            "metric_amount": "2 large (about 18 oz total)"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "roasted red peppers",
            "us_amount": "1 oz",
            "metric_amount": "28 ml"
        },
        {
            "name": "lemon",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "dried medjool dates",
            "us_amount": "2 oz",
            "metric_amount": "57 ml"
        },
        {
            "name": "sliced almonds",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "smoked paprika",
            "us_amount": "1 1/2 tsp",
            "metric_amount": "7 g"
        },
        {
            "name": "ground cumin",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "ground coriander",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "dried oregano",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "cayenne pepper",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "ground cinnamon",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "red quinoa",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "olive oil (divided use)",
            "us_amount": "3 tsp",
            "metric_amount": "15 g"
        },
        {
            "name": "crushed red pepper flakes",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "salmon (divide into 4 (5-oz) fillets)",
            "us_amount": "20 oz",
            "metric_amount": "566 ml"
        },
        {
            "name": "Plain Nonfat Greek yogurt",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        }
    ],
    "instructions": [
        "Prepare the ingredients:  Place an oven rack in the center of the oven, then preheat to 450°F. Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Wash and dry the fresh produce. Peel the carrots; cut crosswise into 1-inch pieces. Quarter the zucchini lengthwise, then cut crosswise into 1-inch pieces. Peel and roughly chop 2 cloves of garlic. Roughly chop the peppers. Quarter and deseed the lemon. Pit and roughly chop the dates; transfer to a bowl. Add the almonds and the juice of 2 lemon wedges; stir to combine. Combine the paprika, cumin, coriander, oregano, cayenne pepper, and cinnamon in a small bowl.",
        "Cook the quinoa:  Add the quinoa to the pot of boiling water. Cook, uncovered, 18 to 20 minutes, or until tender. Drain thoroughly and transfer to a large bowl; cover with foil to keep warm.",
        "Roast the carrots: Meanwhile, place the carrot pieces on a sheet pan. Drizzle with 1/2 teaspoon of olive oil; season with salt (optional) and pepper. Roast 15 to 17 minutes, or until browned and tender when pierced with a fork. Remove from the oven.",
        "Cook the zucchini:  Meanwhile, in a large pan (nonstick, if you have one), heat 1/2 teaspoon of olive oil on medium-high until hot. Add the sliced carrots and sliced zucchini in an even layer; season with salt (optional) and pepper. Cook, without stirring, 3 to 4 minutes, or until browned. Add 2 tablespoons of water (carefully, as the liquid may splatter). Loosely cover the pan with foil and cook, stirring occasionally, 3 to 4 minutes, or until softened. Add the chopped garlic and as much of the red pepper flakes as you’d like, depending on how spicy you’d like the dish to be; season with salt (optional) and pepper. Cook, stirring frequently, 1 to 2 minutes, or until softened. Transfer to the bowl of cooked quinoa. Cover with the foil to keep warm. Wipe out the pan.",
        "Cook the fish:  Pat the fish dry with paper towels. Transfer to a cutting board, skin side down. Season on both sides with salt (optional), pepper, and enough of the spice blend to coat (you may have extra). In the same pan, heat 2 teaspoons of olive oil on medium until hot. Add the seasoned fish, skin side up. Loosely cover the pan with foil. Cook 3 to 5 minutes, or until lightly browned. Flip and cook 2 to 4 minutes, or until browned and cooked through.* Turn off the heat. * An instant-read thermometer should register 145°F.",
        "Finish & serve your dish:  To the bowl of cooked quinoa and zucchini, add the roasted carrots, chopped peppers, and the juice of the remaining lemon wedges. Stir to combine. To serve, spread 2 tbsp of the yogurt onto each of 4 plates. Top with 1/4 of the quinoa and vegetable mix and 1 salmon fillet. Sprinkle each with some of the date almond mixture."
    ],
    "tags": [
        "High in Fiber",
        "Seafood",
        "Mediterranean",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "610",
        "total_fat": "30g",
        "saturated_fat": "6g",
        "trans_fat": "0g",
        "cholesterol": "80mg",
        "sodium": "160mg",
        "total_carbohydrate": "47g",
        "fiber": "8g",
        "sugar": "15g",
        "added_sugar": "0g",
        "protein": "39g"
    },
    "url": "https://diabetesfoodhub.org/recipes/spanish-spiced-salmon-vegetable-quinoa-almond-date-topping"
}