{
    "title": "Za'atar-Spiced Salmon with Mediterranean Couscous and Greek Yogurt",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT20M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1966-diabetic-zaatar-spiced-salmon_blue-apron_050820.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "kale",
            "us_amount": "1 bunch (about 12 oz)",
            "metric_amount": "1 bunch (about 12 oz)"
        },
        {
            "name": "pitted dried dates",
            "us_amount": "2 oz",
            "metric_amount": "57 ml"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "roasted red peppers",
            "us_amount": "2 oz",
            "metric_amount": "57 ml"
        },
        {
            "name": "couscous",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "water (divided use)",
            "us_amount": "1 1/2 cup",
            "metric_amount": "355 ml"
        },
        {
            "name": "olive oil (divided use)",
            "us_amount": "1 tbsp plus 5 tsp",
            "metric_amount": "1 tbsp plus 5 tsp"
        },
        {
            "name": "salsa verde",
            "us_amount": "1/3 cup",
            "metric_amount": "78 ml"
        },
        {
            "name": "skin-on salmon fillets (divided into 4 (5-oz) filets)",
            "us_amount": "20 oz",
            "metric_amount": "566 ml"
        },
        {
            "name": "za'atar seasoning",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "Plain Nonfat Greek yogurt",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        }
    ],
    "instructions": [
        "Prepare the ingredients: Wash and dry the kale; separate the leaves from the stems. Discard the stems and roughly chop the leaves. Pit and roughly chop the dates. Peel and roughly chop 2 cloves of garlic. Roughly chop the peppers.",
        "Cook the couscous: In a medium pot, combine the couscous, chopped dates, and 1 cup of water; season with salt (optional) and pepper. Heat to boiling on high. Once boiling, turn off the heat. Cover and let stand 6 to 8 minutes, or until the water has been absorbed and the couscous is tender. Fluff with a fork. Drizzle with 2 teaspoons of olive oil. Cover to keep warm.",
        "Cook & dress the kale: Meanwhile, in a large pan (nonstick, if you have one), heat 1 tablespoon of olive oil on medium-high until hot. Add the chopped garlic; season with salt (optional) and pepper. Cook, stirring constantly, 30 seconds to 1 minute, or until softened. Add the chopped kale. Cook, stirring frequently, 3 to 4 minutes, or until the kale is slightly wilted. Add 1/2 cup of water (carefully, as the liquid may splatter). Season with salt (optional) and pepper. Cook, without stirring, 3 to 4 minutes, or until the kale is wilted and the water has cooked off. Transfer to a large bowl. Stir in the salsa verde and chopped peppers. Cover with foil to keep warm. Wipe out the pan.",
        "Cook the fish: Pat the fish dry with paper towels. Season on both sides with pepper, and enough of the za’atar to coat (you may have extra). In the same pan, heat 2 teaspoons of olive oil on medium until hot. Add the seasoned fish, skin side down. Cook 5 to 7 minutes on the first side, or until lightly browned. Flip and cook 1 to 2 minutes, or until browned and cooked through.** Turn off the heat. **An instant-read thermometer should register 145°F.",
        "Finish the couscous & serve your dish: Meanwhile, to the bowl of dressed kale, add the cooked couscous. Drizzle with 1 teaspoon of olive oil and season with salt (optional) and pepper. Stir to combine. Season the yogurt with salt and pepper. Serve the cooked fish over the finished couscous. Top the fish with the seasoned yogurt. Enjoy!"
    ],
    "tags": [
        "Seafood",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "640",
        "total_fat": "37g",
        "saturated_fat": "7g",
        "trans_fat": "0g",
        "cholesterol": "80mg",
        "sodium": "620mg",
        "total_carbohydrate": "41g",
        "fiber": "7g",
        "sugar": "16g",
        "added_sugar": "0g",
        "protein": "37g"
    },
    "url": "https://diabetesfoodhub.org/recipes/zaatar-spiced-salmon-mediterranean-couscous-and-greek-yogurt"
}