{
    "title": "Za'atar Beef & Freekeh Lettuce Cups with Lemon-Tahini Sauce & Mint",
    "keywords": "Meal Kit Recipes,Foodie,Cooking for 1 or 2,Dinner,Main Dish",
    "prep_time": "PT15M",
    "cook_time": "PT25M",
    "categories": [
        "Meal Kit Recipes",
        "Foodie",
        "Cooking for 1 or 2",
        "Dinner",
        "Main Dish"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/diabetic-zaatar-beef-freekeh-lettuce-cups_BA_021120.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "cracked freekeh",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "butter lettuce",
            "us_amount": "1 head",
            "metric_amount": "1 head"
        },
        {
            "name": "fresh mint",
            "us_amount": "1 bunch",
            "metric_amount": "1 bunch"
        },
        {
            "name": "persian cucumber",
            "us_amount": "2 (about 6 oz total)",
            "metric_amount": "2 (about 6 oz total)"
        },
        {
            "name": "grape tomatoes",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "meyer lemon",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "olive oil (divided use)",
            "us_amount": "1 tbsp plus 1 tsp",
            "metric_amount": "1 tbsp plus 1 tsp"
        },
        {
            "name": "tahini",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "beef tenderloin (thinly sliced)",
            "us_amount": "8 oz",
            "metric_amount": "226 ml"
        },
        {
            "name": "za'atar seasoning",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        }
    ],
    "instructions": [
        "Cook the freekeh:  Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Once boiling, add the freekeh. Cook, uncovered, 24 to 26 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot.",
        "Prepare the ingredients:  Meanwhile, wash and dry the fresh produce. Cut off and discard the root end of the lettuce; separate the leaves. Pick the mint leaves off the stems. Thinly slice the cucumbers into rounds. Halve the tomatoes. Quarter and deseed the lemon. Peel 2 cloves of garlic. Roughly chop 1 clove. Using a zester, finely grate the remaining clove into a paste (or use the small side of a box grater). In a bowl, combine the sliced cucumbers, halved tomatoes, and the juice of 2 lemon wedges. Drizzle with 1/2 teaspoon of olive oil and season with salt (optional) and pepper. Set aside to marinate, stirring occasionally, at least 10 minutes. In a separate bowl, whisk together the tahini, the juice of the remaining lemon wedges, 1 tablespoon of olive oil, 1 tablespoon of water, and as much of the garlic paste as you’d like. Season with salt (optional) and pepper.",
        "Cook the beef:  Once the freekeh has cooked about 20 minutes, separate the beef; pat dry with paper towels. Place in a bowl; season with salt (optional), pepper, and the za’atar. Stir to coat. In a medium pan (nonstick, if you have one), heat 1/2 teaspoon of olive oil on medium-high until hot. Add the seasoned beef in an even layer. Cook, without stirring, 2 to 3 minutes, or until lightly browned. Add the chopped garlic. Cook, stirring frequently, 1 to 2 minutes, or until the beef is browned and just cooked through. Turn off the heat.",
        "Finish the freekeh & serve your dish:  Add the marinated vegetables to the pot of cooked freekeh; stir to combine. Serve the lettuce leaves, finished freekeh, cooked beef, and lemon-tahini sauce separately. Assemble each cup using 2 lettuce leaves. Garnish with the mint leaves (tearing before adding). Enjoy!"
    ],
    "tags": [
        "High in Fiber",
        "Mediterranean",
        "Meal Kit Recipes",
        "Foodie",
        "Cooking for 1 or 2",
        "Dinner",
        "Main Dish"
    ],
    "nutrition": {
        "calories": "570",
        "total_fat": "29g",
        "saturated_fat": "6g",
        "trans_fat": "0.5g",
        "cholesterol": "75mg",
        "sodium": "510mg",
        "total_carbohydrate": "42g",
        "fiber": "6g",
        "sugar": "6g",
        "added_sugar": "0g",
        "protein": "38g"
    },
    "url": "https://diabetesfoodhub.org/recipes/zaatar-beef-freekeh-lettuce-cups-lemon-tahini-sauce-mint"
}