{
    "title": "Chicken Curry",
    "keywords": "One Pot,Main Dish,Lunch,Dinner,Budget Friendly",
    "prep_time": "PT30M",
    "cook_time": "Desconocido",
    "categories": [
        "One Pot",
        "Main Dish",
        "Lunch",
        "Dinner",
        "Budget Friendly"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/chicken-curry-crop.jpg",
    "servings": "4 Servings",
    "ingredients": [
        {
            "name": "nonstick cooking spray (spray for 1 second)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "onion(s) (cut into 1/2-inch wedges)",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "bell peppers (red, cut into 1/2-inch strips)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "cauliflower florets",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "boneless, skinless chicken breasts (all visible fat discarded)",
            "us_amount": "1 lbs",
            "metric_amount": "454 ml"
        },
        {
            "name": "curry powder",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "garlic (dry, minced)",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "smoked paprika",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "ground cumin",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "salt",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "lite coconut milk",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "low sodium chicken broth (fat-free)",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "brown rice",
            "us_amount": "2/3 cup",
            "metric_amount": "156 ml"
        },
        {
            "name": "Cornstarch",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "water (cold)",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "tomato(es) (chopped)",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "green bell pepper (chopped)",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "fresh cilantro (minced)",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        }
    ],
    "instructions": [
        "Spray a medium slow cooker for 1 second with cooking spray. Place the onion, red bell pepper, and cauliflower into the slow cooker.",
        "Heat a large skillet over medium high heat. Spray the skillet for 1 second with cooking spray. Place the chicken in the skillet and cook just until browned, turn and brown the second side. Place the chicken over the vegetables in the slow cooker.",
        "Sprinkle the chicken with the curry powder, garlic, paprika, cumin and salt. Pour the light coconut milk and broth overall. Cover and cook on Low for 3 to 5 hours or until the chicken is fully cooked and the chicken reaches a temperature of 165 F.",
        "About an hour before serving, prepare the rice using the package directions, omitting the salt and margarine.",
        "Using a slotted spoon, lift the chicken breasts out of the slow cooker and place on a cutting board. Turn the slow cooker to High. Blend the cornstarch into the cold water, blending until smooth. Stir the cornstarch mixture into the slow cooker. Cover and allow to cook about 15 minutes or until thickened and bubbly, stirring occasionally.",
        "When the chicken is cool enough to handle, cut the chicken into bitesize pieces. Stir the chicken back into the slow cooker and allow to heat through.",
        "To serve, spoon the hot cooked brown rice onto each plate. Top with the chicken curry. Sprinkle the top of each serving with 2 tablespoons chopped tomatoes, 1 tablespoon chopped green bell pepper and 2 teaspoons minced cilantro.",
        "Cook’s Tip on Curry Powder: Curry powder is a combination of several spices and herbs, including coriander, cumin, turmeric, cloves, and chilies. Those curry powders labeled as madras are hot, but if you are unsure, or using a brand you are not familiar with, you might add about half the curry powder listed in the recipe the first time you make it. Then, you can taste the dish near the end of cooking and add additional seasoning, as desired.",
        "Cook’s Tip on Coconut Milk: Coconut milk is available canned and is typically shelved with the Asian foods in most larger grocery stores. For this recipe, light coconut milk is used. Do not confuse coconut milk with cream of coconut that is used when making cocktails. Stir the coconut milk well before measuring. Once open, you can cover the coconut milk and store it in the refrigerator for up to about one week.",
        "Electric Pressure Cooker Variation: Heat the pressure cooker on the sauté setting. Add 1 teaspoon olive oil and sear the chicken breasts until well browned on both sides. Turn the pressure cooker off. Add the vegetables, seasonings, coconut milk and broth. Secure the cover and cook on High Pressure for 6 minutes. Quickly release the pressure. Remove the chicken breasts with a slotted spoon. Blend the cornstarch in the cold water and blend into the curry as directed above. Cook on the sauté setting, stirring frequently until bubbly and thickened. Cut the chicken breasts into cubes and stir into the curry. Proceed as the recipe directs."
    ],
    "tags": [
        "Indian",
        "Asian",
        "One Pot",
        "Main Dish",
        "Lunch",
        "Dinner",
        "Budget Friendly"
    ],
    "nutrition": {
        "calories": "300",
        "total_fat": "6g",
        "saturated_fat": "2.7g",
        "trans_fat": "0g",
        "cholesterol": "65mg",
        "sodium": "250mg",
        "total_carbohydrate": "39g",
        "fiber": "6g",
        "sugar": "6g",
        "added_sugar": "0g",
        "protein": "30g"
    },
    "url": "https://diabetesfoodhub.org/recipes/chicken-curry"
}