{
    "title": "Bistec Frotado con Café",
    "keywords": "Budget Friendly,Dinner,Lunch,Main Dish,One Pot,Quick & Easy",
    "prep_time": "PT5M",
    "cook_time": "PT10M",
    "categories": [
        "Budget Friendly",
        "Dinner",
        "Lunch",
        "Main Dish",
        "One Pot",
        "Quick & Easy"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1858-diabetic-coffee-rubbed-steak_12-week_DFJanFeb20_120219.jpg",
    "servings": "8 Servings",
    "ingredients": [
        {
            "name": "café espresso molido o café instantáneo",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "cebolla en polvo",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "pimentón ahumado",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "Prepara los ingredientes y haz la salsa: Mientras tanto, lava y seca los productos frescos. Corta el calabacín en dados medianos. Pela las zanahorias y córtalas en rodajas finas en ángulo. Quita el corazón del repollo y desecha el centro; corta las hojas en rodajas finas. Corta las cebolletas en rodajas finas en ángulo, separando las partes inferiores blancas y las partes superiores verdes huecas. Pica los cacahuetes en trozos grandes. En un bol, combina el mirin, el vinagre y la salsa de comino y Sichuan.",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "azúcar morena",
            "us_amount": "1/2 tbsp",
            "metric_amount": "7 ml"
        },
        {
            "name": "Bistec de tira magro (sin grasa visible)",
            "us_amount": "3 lbs",
            "metric_amount": "1 l 361 ml"
        },
        {
            "name": "Prepara los ingredientes: lava y seca los productos frescos. Corta la lechuga en trozos grandes. Corta los tomates por la mitad. Quita el hueso y pica las aceitunas en trozos grandes. Corta los pimientos en trozos grandes. Corta los pepinos por la mitad a lo largo y luego en rodajas finas transversales. En un bol grande, combina la lechuga picada, los tomates cortados por la mitad, las aceitunas picadas, los pimientos picados y los pepinos en rodajas. Ralla el queso con el lado pequeño de un rallador.",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        }
    ],
    "instructions": [
        "Mezcle el café expreso, la cebolla en polvo, el pimentón, el chile en polvo y el azúcar moreno. Extienda la mezcla sobre ambos lados del filete, presionándola contra la carne.",
        "Calienta el aceite en una sartén antiadherente grande a fuego medio. Agrega el filete y saltéalo durante 5 minutos, vigilando que las especias no se quemen. Da vuelta el filete y cocínalo durante otros 5 minutos o hasta que alcance el punto de cocción deseado. Un termómetro para carne insertado en el filete debe marcar 125 °F para poco hecho y 145 °F para medio hecho.",
        "Coloca el filete en una tabla de cortar y vierte sobre él el jugo de la sartén. Déjalo reposar durante 10 minutos y luego córtalo en rodajas. Si deseas reservar un poco para otra receta, colócalo en un recipiente hermético y refrigéralo hasta por 3 días."
    ],
    "tags": [
        "Low Sodium",
        "Lower Carb",
        "Budget Friendly",
        "Dinner",
        "Lunch",
        "Main Dish",
        "One Pot",
        "Quick & Easy"
    ],
    "nutrition": {
        "calories": "290",
        "total_fat": "13g",
        "saturated_fat": "4.1g",
        "trans_fat": "0.5g",
        "cholesterol": "115mg",
        "sodium": "85mg",
        "total_carbohydrate": "3g",
        "fiber": "0g",
        "sugar": "2g",
        "added_sugar": "0g",
        "protein": "40g"
    },
    "url": "https://diabetesfoodhub.org/recipes/coffee-rubbed-steak"
}