{
    "title": "Brócoli Asado y Fregola Sarda con Huevos Duros y Aderezo de Tahini",
    "keywords": "Meal Kit Recipes,Vegetarian,Salads,Main Dish,Lunch,Foodie,Dinner,Cooking for 1 or 2",
    "prep_time": "PT10M",
    "cook_time": "PT25M",
    "categories": [
        "Meal Kit Recipes",
        "Vegetarian",
        "Salads",
        "Main Dish",
        "Lunch",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1888-diabetic-roasted-broccoli-fregola-sarda_blue-apron_020120.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "Coloque los filetes de bacalao en la placa para horno. Extienda una capa generosa de la mezcla de pesto sobre cada filete.",
            "us_amount": "1 lbs",
            "metric_amount": "454 ml"
        },
        {
            "name": "cebolla roja",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "aceite de oliva (dividido)",
            "us_amount": "2 1/2 tbsp",
            "metric_amount": "37 ml"
        },
        {
            "name": "condimento za'atar",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "limón",
            "us_amount": "1 med",
            "metric_amount": "1 med"
        },
        {
            "name": "ajo",
            "us_amount": "1 diente",
            "metric_amount": "1 diente"
        },
        {
            "name": "menta fresca",
            "us_amount": "1 bunch",
            "metric_amount": "1 bunch"
        },
        {
            "name": "Lave las remolachas, luego perfore cada una de ellas varias veces con un tenedor y colóquelas en la fuente para horno preparada. Cúbralas con papel aluminio y hornéelas hasta que un tenedor pueda perforarlas con facilidad, aproximadamente 1 hora. Retire la fuente para horno del horno y deje que las remolachas se enfríen durante 15 minutos. Retire la piel y corte las remolachas en rodajas de ¼ de pulgada.",
            "us_amount": "2/3 cup",
            "metric_amount": "156 ml"
        },
        {
            "name": "huevos",
            "us_amount": "2 large",
            "metric_amount": "2 large"
        },
        {
            "name": "agua",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "almendras en rodajas",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "queso romano rallado",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "tahini",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "Sal y pimienta al gusto",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        }
    ],
    "instructions": [
        "Prepara y asa las verduras: Coloca una rejilla de horno en el centro del horno, luego precalienta a 450 °F. Llena una olla pequeña hasta 3/4 de su capacidad con agua; tapa y calienta hasta que hierva a fuego alto. Llena una olla mediana aparte hasta 3/4 de su capacidad con agua; tapa y calienta hasta que hierva a fuego alto. Lava y seca los productos frescos. Corta y desecha la media pulgada inferior del tallo del brócoli; corta el brócoli en floretes pequeños. Corta por la mitad, pela y corta en rodajas finas la cebolla. Coloca las verduras preparadas en una bandeja para hornear. Rocía con media cucharadita de aceite de oliva y sazona con sal (opcional), pimienta y za'atar; revuelve para cubrir. Coloca en una capa uniforme. Asa de 20 a 22 minutos, o hasta que se dore y esté tierno al pincharlo con un tenedor. Retira del horno.",
        "Prepara el resto de los ingredientes: Mientras tanto, corta el limón por la mitad; exprime el jugo en un bol mediano, colando las semillas. Pela 1 diente de ajo; con un rallador, ralla finamente hasta formar una pasta (o usa el lado pequeño de un rallador de caja). Quita las hojas de menta de los tallos.",
        "Cocine la pasta: coloque la pasta en un colador y enjuáguela bien con agua fría para eliminar el exceso de almidón. Transfiérala a una olla mediana con agua hirviendo. Cocine, sin tapar, durante 7 a 8 minutos o hasta que esté tierna. Apague el fuego. Escurra bien y vuelva a colocarla en la olla.",
        "Cocine y corte los huevos en rodajas: Mientras tanto, agregue con cuidado los huevos a la olla pequeña con agua hirviendo y cocínelos durante 9 a 10 minutos. Escúrralos y enjuáguelos con agua fría durante 30 segundos a 1 minuto para detener el proceso de cocción. Cuando estén lo suficientemente fríos como para manipularlos, pele los huevos cocidos. Páselos a una tabla de cortar y córtelos en rodajas finas.",
        "Prepara el aderezo: Mientras tanto, en el bol con el jugo de limón, añade el tahini, 2 cucharadas de agua, 2 cucharadas de aceite de oliva y la cantidad de pasta de ajo que desees. Bate hasta que se integren y quede una mezcla homogénea.",
        "Termina y sirve tu plato: A la olla de pasta cocida, agrega las verduras asadas, las almendras, el queso, el aderezo y 1/2 cucharadita de aceite de oliva. Revuelve para combinar. Sirve la pasta terminada cubierta con los huevos en rodajas. Rocía con 1/2 cucharadita de aceite de oliva y decora con las hojas de menta (desmenuza justo antes de agregar). ¡Disfruta!"
    ],
    "tags": [
        "Veggie Rich",
        "Mediterranean",
        "Meal Kit Recipes",
        "Vegetarian",
        "Salads",
        "Main Dish",
        "Lunch",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2"
    ],
    "nutrition": {
        "calories": "720",
        "total_fat": "41g",
        "saturated_fat": "8g",
        "trans_fat": "0g",
        "cholesterol": "265mg",
        "sodium": "780mg",
        "total_carbohydrate": "67g",
        "fiber": "10g",
        "sugar": "8g",
        "added_sugar": "0g",
        "protein": "28g"
    },
    "url": "https://diabetesfoodhub.org/recipes/roasted-broccoli-fregola-sarda-hard-boiled-eggs-tahini-dressing"
}