{
    "title": "Pasta de Garbanzos con Ricotta Sazonada, Hinojo Caramelizado y Cebolla",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT20M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1964-diabetic-chickpea-pasta-ricotta-fennel-onion_blue-apron_050820.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "bulbo de hinojo",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "cebolla amarilla",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "tomates uva",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "ajo",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "queso ricotta parcialmente descremado",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "pasta de chile calabrés",
            "us_amount": "1 tbsp plus 1 1/2 tsp",
            "metric_amount": "1 tbsp plus 1 1/2 tsp"
        },
        {
            "name": "agua (uso dividido)",
            "us_amount": "1/2 cup plus 2 tbsp",
            "metric_amount": "1/2 cup plus 2 tbsp"
        },
        {
            "name": "Arme los wraps de lechuga colocando hojas grandes de lechuga, poniendo el pollo sobre cada hoja y cubriendo con pepino y zanahorias.",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "hojuelas de pimiento rojo triturado",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "espinaca bebé",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        },
        {
            "name": "Cocine las verduras y prepare la salsa: Mientras tanto, en una sartén mediana (antiadherente, si tiene una), caliente 2 cucharaditas de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregue los trozos de champiñones en una capa uniforme. Cocine, sin revolver, de 3 a 4 minutos o hasta que estén ligeramente dorados. Agregue los pimientos en rodajas, la chalota en rodajas, las alcaparras y el ajo picado; sazone con sal (opcional) y pimienta. Cocine, revolviendo ocasionalmente, de 2 a 3 minutos o hasta que se ablanden un poco. Agregue la pasta de tomate y la pasta de chile. Cocine, revolviendo con frecuencia, de 1 a 2 minutos o hasta que se combinen bien. Agregue 1/4 de taza de agua (con cuidado, ya que el líquido puede salpicar). Cocine, revolviendo ocasionalmente, de 1 a 2 minutos o hasta que el líquido se reduzca ligeramente en volumen. Apague el fuego. Agregue la espinaca hasta que se marchite y se combine.",
            "us_amount": "6 oz",
            "metric_amount": "170 ml"
        },
        {
            "name": "almendras en rodajas",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        }
    ],
    "instructions": [
        "pimienta negra (para el relleno)",
        "Caramelizar el hinojo y la cebolla: En una olla mediana, calentar 1 cucharada de aceite de oliva a fuego medio-alto hasta que esté caliente. Agregar el hinojo en rodajas y la cebolla en rodajas; sazonar con sal (opcional) y pimienta. Cocinar, revolviendo ocasionalmente, de 4 a 5 minutos, o hasta que se doren levemente y se ablanden un poco. Agregar 2 cucharadas de agua (con cuidado, ya que el líquido puede salpicar). Reducir el fuego a medio. Tapar la olla sin apretar con papel de aluminio y cocinar, revolviendo ocasionalmente y raspando los trozos dorados (o el fondo), de 5 a 6 minutos, o hasta que las verduras se doren y se ablanden.",
        "Divida el pescado en platos y cubra con la salsa de sandía.",
        "Cocine la pasta: Mientras tanto, agregue la pasta a la olla con agua hirviendo. Cocine, revolviendo ocasionalmente, durante 5 a 7 minutos o hasta que esté al dente (aún ligeramente firme al morderla). Reserve 1/4 de taza del agua de cocción de la pasta, escúrrala bien y enjuáguela con agua fría para evitar que se pegue.",
        "pan integral crujiente"
    ],
    "tags": [
        "High in Fiber",
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "580",
        "total_fat": "24g",
        "saturated_fat": "4.5g",
        "trans_fat": "0g",
        "cholesterol": "0mg",
        "sodium": "410mg",
        "total_carbohydrate": "72g",
        "fiber": "15g",
        "sugar": "0g",
        "added_sugar": "0g",
        "protein": "30g"
    },
    "url": "https://diabetesfoodhub.org/recipes/chickpea-pasta-seasoned-ricotta-caramelized-fennel-and-onion"
}