{
    "title": "Quinoa Fried Rice with Bok Choy, Shishitos & Carrots",
    "keywords": "Main Dish,Foodie,Dinner,Cooking for 1 or 2,Meal Kit Recipes,Vegetarian",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Main Dish",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2",
        "Meal Kit Recipes",
        "Vegetarian"
    ],
    "image_url": [
        "https://diabetesfoodhub.org/sites/foodhub/files/1872-Diabetic-Quinoa-Fried-Rice_BA_122419.jpg",
        "Shishitos & Carrots\" loading=\"lazy\" />"
    ],
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "red quinoa",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "carrot(s)",
            "us_amount": "6 oz (approximately 3 carrots)",
            "metric_amount": "6 oz (approximately 3 carrots)"
        },
        {
            "name": "shishito peppers",
            "us_amount": "3 oz",
            "metric_amount": "85 ml"
        },
        {
            "name": "baby bok choy",
            "us_amount": "10 oz",
            "metric_amount": "283 ml"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "fresh ginger",
            "us_amount": "1-inch piece",
            "metric_amount": "1-inch piece"
        },
        {
            "name": "peanuts (whole, skin-off, unsalted, roasted)",
            "us_amount": "3 tbsp",
            "metric_amount": "44 ml"
        },
        {
            "name": "olive oil (divided)",
            "us_amount": "3 tsp",
            "metric_amount": "15 g"
        },
        {
            "name": "crushed red pepper flakes",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "sesame oil",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "soy sauce",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "rice vinegar",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "pasture-raised brown eggs",
            "us_amount": "2",
            "metric_amount": "2"
        }
    ],
    "instructions": [
        "Cook the quinoa. Fill a medium pot 3/4 of the way up with water; cover and heat to boiling on high. Once boiling, add the quinoa and cook, uncovered, 14 to 16 minutes, or until tender. Drain thoroughly.",
        "Prepare the ingredients. Meanwhile, wash and dry the fresh produce. Peel the carrots; thinly slice on an angle. Cut off and discard the stems of the peppers, then thinly slice into rings. Combine the sliced carrots and peppers in a bowl. Thinly slice the bok choy, separating the stems and leaves. Peel and roughly chop 2 cloves of garlic. Peel and finely chop the ginger. In a large bowl, combine the prepared garlic, ginger, and bok choy stems. Roughly chop the peanuts.",
        "Cook the vegetables. In a large pan (nonstick, if you have one), heat 2 teaspoons of olive oil on medium-high until hot. Add the prepared carrots and peppers; season with salt (optional) and pepper. Cook, stirring occasionally, 4 to 5 minutes, or until lightly browned and slightly softened. Add the prepared aromatic mixture and as much of the red pepper flakes as you'd like, depending on how spicy you'd like the dish to be; season with salt and pepper. Cook, stirring frequently, 3 to 4 minutes, or until slightly softened. Add the sliced bok choy leaves. Cook, stirring frequently, 1 to 2 minutes, or until wilted and combined. Transfer to a large bowl. Cover with foil to keep warm. Wipe out the pan.",
        "Fry the quinoa. In the same pan, heat the sesame oil on medium-high until hot. Add the cooked quinoa in an even layer. Cook, without stirring, 3 to 4 minutes, or until slightly crispy. Turn off the heat; stir in the soy sauce and vinegar. Transfer to the bowl of cooked vegetables; stir to combine. Taste, then season with salt and pepper, if desired. Cover with foil to keep warm. Wipe out the pan.",
        "Fry the eggs & serve your dish. In the same pan, heat 1 teaspoon of olive oil on medium-high until hot. Crack the eggs into the pan, keeping them separate. Season with salt (optional) and pepper. Cook 4 to 5 minutes, or until the whites are set and the yolks are cooked to your desired degree of doneness. Turn off the heat. Serve the finished quinoa and vegetables topped with the fried eggs. Garnish with the chopped peanuts. Enjoy!"
    ],
    "tags": [
        "High in Fiber",
        "Asian",
        "Main Dish",
        "Foodie",
        "Dinner",
        "Cooking for 1 or 2",
        "Meal Kit Recipes",
        "Vegetarian"
    ],
    "nutrition": {
        "calories": "560",
        "total_fat": "33g",
        "saturated_fat": "3.5g",
        "trans_fat": "0g",
        "cholesterol": "255mg",
        "sodium": "670mg",
        "total_carbohydrate": "46g",
        "fiber": "9g",
        "sugar": "8g",
        "added_sugar": "0g",
        "protein": "20g"
    },
    "url": "https://diabetesfoodhub.org/recipes/quinoa-fried-rice-bok-choy-shishitos-carrots"
}