{
    "title": "Spicy Chipotle Tofu & Rice Bowls with Avocado and Marinated Vegetables",
    "keywords": "Vegetarian,Meal Kit Recipes,Main Dish,Dinner,Cooking for 1 or 2",
    "prep_time": "PT15M",
    "cook_time": "PT20M",
    "categories": [
        "Vegetarian",
        "Meal Kit Recipes",
        "Main Dish",
        "Dinner",
        "Cooking for 1 or 2"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1951-diabetic-vegetarian-chipotle-tofu-taco-bowl_Blue-Apron_040120.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "firm tofu",
            "us_amount": "14 oz",
            "metric_amount": "396 ml"
        },
        {
            "name": "brown rice",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "green cabbage",
            "us_amount": "1/2 lbs",
            "metric_amount": "227 ml"
        },
        {
            "name": "grape tomatoes",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "rice vinegar",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "avocado",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "olive oil",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "tomato paste",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "chipotle paste",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "water",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "Plain Nonfat Greek yogurt",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        }
    ],
    "instructions": [
        "Press the tofu: Fill a medium pot 3/4 of the way up with water. Heat to boiling on high. Drain the tofu, then place on a paper towel-lined work surface. Place several layers of paper towels on top, then place a separate heavy-bottomed pot (or pan) on top of the paper towels. Set aside to release the excess liquid, at least 10 minutes.",
        "Cook the rice: Meanwhile, add the rice to the pot of boiling water and cook, uncovered, 16 to 18 minutes, or until tender. Drain thoroughly.",
        "Prepare the ingredients & marinate the vegetables: Meanwhile, wash and dry the fresh produce. Peel and finely chop 2 cloves of garlic. Cut out and discard the core of the cabbage; thinly slice the leaves. Halve the tomatoes. In a large bowl, combine the sliced cabbage and halved tomatoes. Add the vinegar and season with salt (optional) and pepper; stir to coat. Set aside to marinate, stirring occasionally, at least 10 minutes. Halve and pit the avocado. Using a spoon, remove the avocado from the skin, then thinly slice. Season with salt (optional) and pepper.",
        "Sear the tofu: While the vegetables marinate, transfer the pressed tofu to a cutting board; medium dice. In a medium pan (nonstick, if you have one), heat 2 teaspoons of olive oil on medium-high until hot. Add the diced tofu in an even layer. Cook, without stirring, 3 to 4 minutes, or until lightly browned. Season with salt (optional) and pepper. Continue to cook, stirring occasionally, 1 to 2 minutes, or until lightly browned on all sides.",
        "Finish the tofu & serve your dish: Move the seared tofu to one side of the pan. To the other side, add the tomato paste, chopped garlic, and as much of the chile paste as you’d like, depending on how spicy you’d like the dish to be. Cook, stirring constantly, 30 seconds to 1 minute, or until thoroughly combined. Add 1/2 cup of water (carefully, as the liquid may splatter); season with salt (optional) and pepper. Cook, stirring occasionally, 3 to 4 minutes, or until the tofu is coated and the sauce is thickened. Turn off the heat. Season the yogurt with salt (optional) and pepper. Serve the cooked rice topped with the finished tofu, marinated vegetables, sliced avocado, and seasoned yogurt. Enjoy!"
    ],
    "tags": [
        "Vegetarian",
        "Meal Kit Recipes",
        "Main Dish",
        "Dinner",
        "Cooking for 1 or 2"
    ],
    "nutrition": {
        "calories": "640",
        "total_fat": "24g",
        "saturated_fat": "3.5g",
        "trans_fat": "0g",
        "cholesterol": "5mg",
        "sodium": "170mg",
        "total_carbohydrate": "75g",
        "fiber": "11g",
        "sugar": "12g",
        "added_sugar": "0g",
        "protein": "31g"
    },
    "url": "https://diabetesfoodhub.org/recipes/spicy-chipotle-tofu-rice-bowls-avocado-and-marinated-vegetables"
}