{
    "title": "Tuscan-Spiced Pork & Grape Agrodulce with Kale and Mushrooms",
    "keywords": "Cooking for 1 or 2,Dinner,Foodie,Main Dish,Meal Kit Recipes",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1933-diabetic-Pork-Grape-Agrodolce-Sauce_Blue-Apron_030220.jpg",
    "servings": "2 Servings",
    "ingredients": [
        {
            "name": "cremini mushrooms",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "shallot",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "kale",
            "us_amount": "1 bunch (about 6 oz)",
            "metric_amount": "1 bunch (about 6 oz)"
        },
        {
            "name": "red seedless grapes",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "honey",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        },
        {
            "name": "sherry vinegar",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "crushed red pepper flakes",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "olive oil (divided use)",
            "us_amount": "4 tsp",
            "metric_amount": "20 g"
        },
        {
            "name": "water (divided use)",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "fennel seeds",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "ground fennel",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "ground rosemary",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "ground sage",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "lean boneless pork chops",
            "us_amount": "2 (6 oz each)",
            "metric_amount": "2 (6 oz each)"
        }
    ],
    "instructions": [
        "Prepare the ingredients & make the sauce: Wash and dry the fresh produce. Cut the mushrooms into bite-sized pieces. Peel and roughly chop 2 cloves of garlic. Peel and thinly slice the shallot. Separate the kale leaves from the stems; discard the stems, then roughly chop the leaves. Halve the grapes. In a bowl, whisk together the honey (kneading the packet before opening), vinegar, and as much of the red pepper flakes as you’d like, depending on how spicy you’d like the dish to be.",
        "Cook the vegetables:  In a medium pan (nonstick, if you have one), heat 2 teaspoons of olive oil on medium-high until hot. Add the mushroom pieces in an even layer. Cook, without stirring, 3 to 4 minutes, or until browned. Add the chopped garlic and sliced shallot; season with salt (optional) and pepper. Cook, stirring frequently, 30 seconds to 1 minute, or until slightly softened. Add the chopped kale. Cook, stirring occasionally, 2 to 3 minutes, or until slightly wilted. Add 1/4 cup of water (carefully, as the liquid may splatter). Cook, stirring occasionally, 3 to 4 minutes, or until the kale is wilted and the water has cooked off. Transfer to a bowl. Cover with foil to keep warm. Wipe out the pan.",
        "Cook the pork: Combine the ground fennel, fennel seeds, ground rosemary, and ground sage in a small bowl. Pat the pork dry with paper towels; season on both sides with salt (optional), pepper, and enough of the spice blend to coat (you may have extra). In the same pan, heat 2 teaspoons of olive oil on medium-high until hot. Add the seasoned pork. Cook 4 to 6 minutes per side, or until browned and cooked through.* Leaving any browned bits (or fond) in the pan, transfer to a cutting board and let rest at least 5 minutes. * An instant-read thermometer should register 145°F.",
        "Make the grape agrodolce: While the pork rests, add the halved grapes to the pan of reserved fond. Cook on medium-high, stirring occasionally, 2 to 3 minutes, or until slightly softened. Add the sauce (carefully, as the liquid may splatter); season with salt (optional) and pepper. Cook, stirring occasionally and scraping up any fond, 1 to 2 minutes, or until combined. Add 1/4 cup of water. Cook, stirring frequently and smashing the grapes with the back of a spoon, 1 to 2 minutes, or until slightly thickened. Turn off the heat.",
        "Slice the pork & serve your dish: Slice the rested pork crosswise. Serve the sliced pork over the cooked vegetables. Top the pork with the grape agrodolce. Enjoy!"
    ],
    "tags": [
        "Cooking for 1 or 2",
        "Dinner",
        "Foodie",
        "Main Dish",
        "Meal Kit Recipes"
    ],
    "nutrition": {
        "calories": "450",
        "total_fat": "17g",
        "saturated_fat": "3.5g",
        "trans_fat": "0g",
        "cholesterol": "110mg",
        "sodium": "780mg",
        "total_carbohydrate": "35g",
        "fiber": "6g",
        "sugar": "22g",
        "added_sugar": "9g",
        "protein": "44g"
    },
    "url": "https://diabetesfoodhub.org/recipes/tuscan-spiced-pork-grape-agrodulce-kale-and-mushrooms"
}