{
    "title": "Grilled Vegetable Pizza",
    "keywords": "Dinner,Foodie,Vegetarian,Main Dish,Holidays & Entertaining",
    "prep_time": "PT1H25M",
    "cook_time": "PT15M",
    "categories": [
        "Dinner",
        "Foodie",
        "Vegetarian",
        "Main Dish",
        "Holidays & Entertaining"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/297-diabetic-grilled-vegetable-pizza_diabetes-cookbook_081618_1021x779.jpg",
    "servings": "8 Servings",
    "ingredients": [
        {
            "name": "warm water (around 100 degrees)",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "low-calorie brown sugar substitute",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "active dry yeast",
            "us_amount": "1 packet",
            "metric_amount": "1 packet"
        },
        {
            "name": "whole wheat flour",
            "us_amount": "2 cup",
            "metric_amount": "473 ml"
        },
        {
            "name": "salt",
            "us_amount": "1/2 tsp",
            "metric_amount": "2 g"
        },
        {
            "name": "nonstick cooking spray",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "olive oil",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "balsamic vinegar",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "garlic (grated or minced)",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "fresh basil (minced)",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "medium zucchini (sliced lengthwise into thirds)",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "yellow bell pepper (seeded and sliced into fourths)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "red bell pepper (seeded and sliced into fourths)",
            "us_amount": "1",
            "metric_amount": "1"
        },
        {
            "name": "baby bella muchrooms (cremini, stemmed)",
            "us_amount": "8",
            "metric_amount": "8"
        },
        {
            "name": "feta cheese (reduced-fat)",
            "us_amount": "3 1/2 oz",
            "metric_amount": "99 ml"
        },
        {
            "name": "dried oregano (dried, divided)",
            "us_amount": "2 tsp",
            "metric_amount": "10 g"
        }
    ],
    "instructions": [
        "Set up a mixer fitted with the dough hook attachment. If you do not have a mixer, set up the food processor. You will also need plastic wrap and wax paper eventually for this recipe production.",
        "Add warm water, yeast and Splenda Brown Sugar to the mixing bowl or food processor bowl and let the yeast bloom for 5 minutes. The yeast should begin to get frothy.",
        "Add the flour and salt (optional) and mix on low until flour is incorporated. If using a mixer with the dough hook attachment, turn the speed up to medium and knead the dough for 5 minutes. If using a food processor, turn the dough onto a clean, floured board or counter top and knead by hand for 5-7 minutes. If the dough is too sticky, add a Tbsp. of flour at a time until it forms a smooth dough.",
        "Add kneaded dough to a large bowl coated with cooking spray, cover and put in a warm place for one hour to rise.",
        "While the dough is rising, prepare an indoor or outdoor grill. If using a charcoal grill, preheat the oven to 300 degrees as well.",
        "In a medium bowl, whisk together olive oil, balsamic vinegar, garlic and basil. Set aside.",
        "Coat the vegetables with cooking spray and grill on both sides for 7-9 minutes or until just cooked through.",
        "Remove the vegetables from the grill and dice while still warm. Add the warm, diced vegetables to the dressing and toss to coat. Set aside.",
        "Once the dough has risen for an hour, punch the dough down and form into a ball. Knead the dough for one minute and then cover to rest for 2 minutes.",
        "Once the dough has rested, divide the dough into two balls. Keep the dough you are not working with covered with plastic wrap.",
        "Dust your board or countertop with a little bit of flour. Using a rolling pin, roll the dough into an 8-9 inch round that is between a 1/4 and 1/2 inch thick. Spray a piece of wax paper that is just larger than the crust with cooking spray and lay the pizza crust on the wax paper. Spray another piece of wax the same size and lay it, sprayed side down, on top of the crust. Set aside.",
        "Repeat this same process for the second dough ball.",
        "To cook the pizza, have the crusts, marinated vegetables and cheese ready at the grill. Turn the grill heat to low and place the two pizza crusts on the grill (or you can do them one at a time for easier management). Let the crust grill for 3-4 minutes or until crispy on the bottom. Turn the crust over and divide the vegetable mixture and marinade equally among the two pizzas, spreading to about 1/2 inch of the edge. Top each pizza with half the feta cheese and close the grill lid. Let the pizza finish grilling for another 3-4 minutes. Turn the flame off of the grill and leave the lid closed for another two minutes. If using a charcoal grill, preheat your oven to 300 degrees and move the pizzas to the oven for 5 minutes.",
        "Remove the pizzas and top each with 1 Tsp. of dried oregano then slice each pizza into 8 pieces."
    ],
    "tags": [
        "CKD Dialysis",
        "CKD Non-Dialysis",
        "High in Fiber",
        "Kidney-Friendly",
        "Veggie Rich",
        "Italian",
        "Dinner",
        "Foodie",
        "Vegetarian",
        "Main Dish",
        "Holidays & Entertaining"
    ],
    "nutrition": {
        "calories": "180",
        "total_fat": "4.5g",
        "saturated_fat": "1.4g",
        "trans_fat": "0g",
        "cholesterol": "5mg",
        "sodium": "310mg",
        "total_carbohydrate": "31g",
        "fiber": "5g",
        "sugar": "5g",
        "added_sugar": "0g",
        "protein": "9g"
    },
    "url": "https://diabetesfoodhub.org/recipes/grilled-vegetable-pizza"
}