{
    "title": "Stir-Fried Vegetables & Freekeh with Eggs & Gochujang Honey Drizzle",
    "keywords": "Vegetarian,Meal Kit Recipes,Main Dish,Foodie,Cooking for 1 or 2",
    "prep_time": "PT10M",
    "cook_time": "PT30M",
    "categories": [
        "Vegetarian",
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Cooking for 1 or 2"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1916-diabetic-stir-fried-vegetables-freekeh_Blue-Apron_021920.jpg",
    "servings": "",
    "ingredients": [
        {
            "name": "honey",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "cracked freekah",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        },
        {
            "name": "cremini (baby bella) mushrooms",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "baby bok choy",
            "us_amount": "10 oz",
            "metric_amount": "283 ml"
        },
        {
            "name": "green onion (scallion)",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "garlic",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "mini sweet peppers",
            "us_amount": "4 oz",
            "metric_amount": "113 ml"
        },
        {
            "name": "rice vinegar",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "olive oil (divided)",
            "us_amount": "3 tsp",
            "metric_amount": "15 g"
        },
        {
            "name": "black bean sauce",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "sesame oil",
            "us_amount": "1 tbsp",
            "metric_amount": "15 ml"
        },
        {
            "name": "warm water",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "gochujang",
            "us_amount": "2 tbsp",
            "metric_amount": "30 ml"
        },
        {
            "name": "eggs",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "sesame seeds",
            "us_amount": "1 tsp",
            "metric_amount": "5 g"
        },
        {
            "name": "salt and pepper to taste (optional)",
            "us_amount": "1 pinch",
            "metric_amount": "1 ml"
        }
    ],
    "instructions": [
        "Cook the freekeh: Remove the honey from the refrigerator to bring to room temperature. Knead the packet before opening. Fill a medium pot 3/4 of the way up with water; cover and heat to boiling on high. Once boiling, add the freekeh and cook, uncovered, 24 to 26 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot. Cover to keep warm.",
        "Prepare the ingredients & marinate the peppers: Meanwhile, wash and dry the fresh produce. Cut the mushrooms into bite-sized pieces. Cut off and discard the root ends of the bok choy; roughly chop, separating the stems and leaves. Thinly slice the scallions, separating the white bottoms and hollow green tops. Peel and roughly chop 2 cloves of garlic. In a bowl, combine the chopped bok choy stems, sliced white bottoms of the scallions, and chopped garlic. Cut off and discard the stems of the peppers; remove the cores, then medium dice. Place in a separate bowl; add the vinegar and 1/2 teaspoon of olive oil. Season with salt and pepper; stir to coat. Set aside to marinate, stirring occasionally, at least 10 minutes. Taste, then season with salt and pepper if desired.",
        "Cook the mushrooms & bok choy: Meanwhile, in a medium pan (nonstick, if you have one), heat 1 teaspoon of olive oil on medium-high until hot. Add the mushroom pieces in an even layer. Cook, without stirring, 2 to 3 minutes, or until lightly browned. Add the prepared bok choy stems mixture; season with salt (optional) and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until slightly softened. Add the chopped bok choy leaves, black bean sauce, and sesame oil. Cook, stirring frequently, 1 to 2 minutes, or until the liquid is thickened and the bok choy leaves are wilted. Transfer to a bowl; cover with foil to keep warm. Rinse and wipe out the pan.",
        "Make the gochujang honey: Meanwhile, in a bowl, whisk together half the honey (you will have extra), 1 teaspoon of olive oil, 1 teaspoon of warm water, and as much of the gochujang as you’d like, depending on how spicy you’d like the dish to be.",
        "Fry the eggs & serve your dish: In the same pan, heat 1/2 teaspoon of olive oil on medium-high until hot. Crack the eggs into the pan, keeping them separate; season with salt (optional) and pepper. Cook 4 to 5 minutes, or until the whites are set and the yolks are cooked to your desired degree of doneness. Turn off the heat. Serve the cooked freekeh topped with the cooked mushrooms and bok choy, marinated peppers, and fried eggs. Garnish with the gochujang honey, sliced green tops of the scallions, and sesame seeds. Enjoy!"
    ],
    "tags": [
        "Veggie Rich",
        "Asian",
        "Vegetarian",
        "Meal Kit Recipes",
        "Main Dish",
        "Foodie",
        "Cooking for 1 or 2"
    ],
    "nutrition": {
        "calories": "480",
        "total_fat": "24g",
        "saturated_fat": "4g",
        "trans_fat": "0g",
        "cholesterol": "255mg",
        "sodium": "680mg",
        "total_carbohydrate": "50g",
        "fiber": "8g",
        "sugar": "16g",
        "added_sugar": "10g",
        "protein": "21g"
    },
    "url": "https://diabetesfoodhub.org/recipes/stir-fried-vegetables-freekeh-eggs-gochujang-honey-drizzle"
}