{
    "title": "Bisque de Tomate y Albahaca",
    "keywords": "Dinner,Lunch,Sides,Soup,Vegetarian",
    "prep_time": "PT20M",
    "cook_time": "PT25M",
    "categories": [
        "Dinner",
        "Lunch",
        "Sides",
        "Soup",
        "Vegetarian"
    ],
    "image_url": "https://diabetesfoodhub.org/sites/foodhub/files/1990-diabetic-Tomato-Basil-Bisque_KDBH-bookazine_012821.jpg",
    "servings": "8 Servings",
    "ingredients": [
        {
            "name": "Caldo de pollo o de verduras bajo en sodio (uso dividido)",
            "us_amount": "1 cup",
            "metric_amount": "237 ml"
        },
        {
            "name": "puerros o 1/2 taza de cebolla en rodajas (solo la parte blanca, en rodajas finas)",
            "us_amount": "2",
            "metric_amount": "2"
        },
        {
            "name": "Picar en trozos grandes el estragón, el perejil y los champiñones juntos en un procesador de alimentos o con la mano. Reservar.",
            "us_amount": "1 stalks",
            "metric_amount": "1 stalks"
        },
        {
            "name": "ajo (picado)",
            "us_amount": "2 diente",
            "metric_amount": "2 diente"
        },
        {
            "name": "sal",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "pimienta negra",
            "us_amount": "1/4 tsp",
            "metric_amount": "1 g"
        },
        {
            "name": "Miel",
            "us_amount": "2 lbs",
            "metric_amount": "907 ml"
        },
        {
            "name": "sal",
            "us_amount": "1/4 cup",
            "metric_amount": "59 ml"
        },
        {
            "name": "aceite de oliva",
            "us_amount": "1/2 cup",
            "metric_amount": "118 ml"
        }
    ],
    "instructions": [
        "En una cacerola grande, mezcle ½ taza de caldo, los puerros, el apio, el ajo, la sal y la pimienta. Lleve a ebullición a fuego medio-alto. Reduzca el fuego y cocine a fuego lento, tapado, durante 5 minutos o hasta que las verduras estén tiernas. Retire del fuego. Deje enfriar durante 5 minutos.",
        "En un procesador de alimentos o licuadora (abre la tapa de la licuadora), procesa la mezcla de puerro durante aproximadamente 1 minuto o hasta que quede suave. Devuelve la mezcla de puerro a la cacerola. Mantén caliente a fuego lento (sin tapar).",
        "Llene una cacerola pequeña hasta la mitad con agua fría. Lleve a hervor a fuego alto. Reduzca el fuego a medio alto. Corte una pequeña X en la parte inferior de cada tomate para que la piel se desprenda más fácilmente. Coloque 2 tomates en la cacerola. Hierva a fuego lento durante 10 segundos o hasta que la cáscara comience a desprenderse de la pulpa. Transfiera a una tabla de cortar. Repita con los tomates restantes. Deje que los tomates se enfríen durante unos minutos, luego retire la cáscara. Corte los tomates en cuatro gajos cada uno.",
        "En un procesador de alimentos o licuadora, procese los tomates y la ½ taza de caldo restante en tandas hasta que la mezcla quede homogénea, aproximadamente 1 minuto por tanda. Antes de procesar la última tanda, agregue la albahaca.",
        "Incorpora la mezcla de tomates a la de puerros. Aumenta el fuego a medio-alto y deja que hierva a fuego lento. Reduce el fuego y deja que hierva a fuego lento, parcialmente tapado, durante 8 a 10 minutos, revolviendo de vez en cuando.",
        "Incorpora la crema de leche y la mitad de la leche. Cocina a fuego lento durante 1 o 2 minutos o hasta que la sopa esté bien caliente, revolviendo de vez en cuando. Sirve caliente o refrigera en un recipiente hermético hasta que se enfríe."
    ],
    "tags": [
        "Lower Carb",
        "Veggie Rich",
        "Comfort Food",
        "Italian",
        "Dinner",
        "Lunch",
        "Sides",
        "Soup",
        "Vegetarian"
    ],
    "nutrition": {
        "calories": "50",
        "total_fat": "1g",
        "saturated_fat": "0g",
        "trans_fat": "0g",
        "cholesterol": "0mg",
        "sodium": "90mg",
        "total_carbohydrate": "10g",
        "fiber": "2g",
        "sugar": "5g",
        "added_sugar": "0g",
        "protein": "3g"
    },
    "url": "https://diabetesfoodhub.org/recipes/tomato-basil-bisque"
}